{
    "name": {
        "en": "Hanoi",
        "zh-Hans": "河内",
        "zh-Hant": "河內",
        "vi": "Hà Nội"
    },
    "desc": {
        "en": "Hanoi, also known as Tokyo, Thang Long, Gia Long, Gia Long, etc., is the capital of the Socialist Republic of Vietnam, the second largest city in Vietnam, and the political, cultural, and technological center of the country. Ranked 265th in the Global Top 500 Cities in 2019.\\nHanoi Urban Railway, also known as Hanoi Urban Railway, is an urban rail transit system in the capital city of Vietnam, Hanoi. It has two lines with a total length of 21.6 kilometers and 20 stations. The Hanoi Urban Railway is operated by Hanoi Railway Sole Proprietorship Co., Ltd., and its ticketing policy is formulated under the guidance of the government.",
        "zh-Hans": "河内市，别名：东京，升龙，罗城，交州等，越南社会主义共和国首都，越南第二大城市，全国政治、文化和科技中心。2019年位列全球城市500强第265名。\\n河内都市铁路，又称为河内城市铁路，是越南首都河内市的城市轨道交通系统，现有2条线路，全长21.6公里，设站20座。河内都市铁路由河内铁路独资责任有限公司运营，其票务政策在政府的指导下制订。",
        "zh-Hant": "河內市，別名：東京，升龍，羅城，交州等，越南社會主義共和國首都，越南第二大城市，全國政治、文化和科技中心。 2019年位列全球都市500强第265名。\\n河內都市鐵路，又稱為河內都市鐵路，是越南首都河內市的城市軌道交通系統，現有2條線路，全長21.6公里，設站20座。 河內都市鐵路由河內鐵路獨資責任有限公司運營，其票務政策在政府的指導下制訂。",
        "vi": "Thành phố Hà Nội, biệt danh: Tokyo, Thăng Long, La Thành, Giao Châu, v.v., thủ đô nước Cộng hòa xã hội chủ nghĩa Việt Nam, thành phố lớn thứ hai của Việt Nam, trung tâm chính trị, văn hóa và khoa học kỹ thuật của cả nước. Đứng thứ 265 trong top 500 thành phố toàn cầu năm 2019.\\nĐường sắt đô thị Hà Nội, còn được gọi là Đường sắt đô thị Hà Nội, là hệ thống giao thông đường sắt đô thị của thủ đô Hà Nội của Việt Nam, hiện có 2 tuyến với tổng chiều dài 21,6 km và 20 trạm. Đường sắt đô thị Hà Nội được điều hành bởi Công ty TNHH Đường sắt Hà Nội, có chính sách bán vé được xây dựng dưới sự chỉ đạo của Chính phủ."
    },
    "reference": ",Tue Feb 04 2025 16:38:10 GMT+0800 (中国标准时间)",
    "remainingUpdateCount": -1,
    "updateHistory": [
        {
            "id": 56497271,
            "issueNumber": 2274,
            "reason": "",
            "time": 1738658606581
        }
    ],
    "expireOn": 1770626606581
}