{
    "name": {
        "en": "Linyi",
        "zh-Hans": "临沂"
    },
    "desc": {
        "zh-Hans": "临沂市因临沂河得名，古称琅琊、沂州，是东夷文化的核心发祥地，有3000多年的建城史； 春秋时建启阳城，汉代为琅琊治所，清设沂州府；抗日战争时期，临沂长期是中国共产党领导的山东抗日根据地的首府所在地和党政军指挥中心，是华东局、华东军区、华东野战军、山东省政府的诞生地。 1994年被设为地级市。临沂是具有滨水特色的现代工贸城市和商贸物流中心、国家综合交通枢纽。 [222]有沂蒙山世界地质公园、银雀山汉墓竹简博物馆、王羲之故居、山东省政府旧址等名胜古迹和旅游景点；有荀子、曾子、诸葛亮、王羲之、颜真卿、刘洪等历史名人。曾获评全国文明城市、全国双拥模范城市、国家园林城市等国字号荣誉，被授予中国市场名城、中国物流之都、中国书法名城等称号。\n临沂2024年GDP总量预估6600亿元左右，增长约6%，总量位居山东省第五名。2023年GDP总量6105亿元，位居全国第45名。\n临沂市曾在2017、2024发布轨道交通建设计划（2050+）",
        "en": "Linyi City is named after its proximity to the Yi River and was formerly known as Langya and Yizhou. It is the core birthplace of Dongyi culture and has a history of over 3000 years of city construction; During the Spring and Autumn Period, Qiyang City was built, and during the Han Dynasty, it was the capital of Langya. In the Qing Dynasty, Yizhou Prefecture was established; During the Anti Japanese War, Linyi has long been the capital and the command center of the party, government and army of Shandong Anti Japanese Base Area led by the CPC, and the birthplace of East China Bureau, East China Military Region, East China Field Army and Shandong Provincial Government. Established as a prefecture level city in 1994. Linyi is a modern industrial and commercial city with waterfront features, a commercial and logistics center, and a national comprehensive transportation hub. There are famous scenic spots and tourist attractions such as Yimeng Mountain World Geopark, Yinque Mountain Han Tomb Bamboo Slips Museum, Wang Xizhi's former residence, and the former site of Shandong Provincial Government; There are historical figures such as Xunzi, Zengzi, Zhuge Liang, Wang Xizhi, Yan Zhenqing, and Liu Hong. Has been awarded national honors such as National Civilized City, National Model City for Double Support, and National Garden City, and has been awarded titles such as China's Market City, China's Logistics Capital, and China's Calligraphy City.\nThe estimated total GDP of Linyi in 2024 is around 660 billion yuan, an increase of about 6%, ranking fifth in Shandong Province. The total GDP in 2023 is 610.5 billion yuan, ranking 45th in the country.\nLinyi City has released a rail transit construction plan (2050+) in 2017 and 2024(AI Translated)."
    },
    "reference": "爱发电,Mon Jan 27 2025 23:18:21 GMT+0800 (中国标准时间)",
    "remainingUpdateCount": -1,
    "expireOn": 1769959241156,
    "updateHistory": [
        {
            "id": 56497271,
            "issueNumber": 2252,
            "reason": "",
            "time": 1737991241156
        },
        {
            "id": 56497271,
            "issueNumber": 2260,
            "reason": "临沂地铁25-02-01更新：①修复了部分车站的bug；②更改了部分车站的样式；③添加了13、14号线，更改了部分线路标志前景色，添加6号线支线with临沂一中_Linyi No.1 Middle School④更改了青岛理工大学费县校区站站名",
            "time": 1738341297606
        }
    ]
}