{
    "name": {
        "zh-Hans": "徐江市",
        "en": "Xujiang"
    },
    "desc": {
        "zh-Hans": "徐江市，是一个我幻想的城市，目前这个地铁图是已经规划完成的图，总共有23条地铁线路（包括两条s线），其中一号线于平行世界的1984年2.15开通，也从这一年开始，开启了徐江市的地铁时代。\n徐江市经过四十年的发展如今该市已经实现区区通地铁了，每一个区至少有两条地铁线路经过，最后一条建设成功的线路——21号线于2024年8月1日开通，此时徐江地铁公司宣布因考虑目前已运营的地铁线路已经完全满足了徐江市的发展需求和市民的出行需求，将在二十年内不再规划新地铁线路。\n（Ps：之所以没画电车因为没地方画了，郊区又多山不可能画，所有干脆直接画纯地铁图了）\n徐江地铁的客流量经过四十年的发展已经达到惊人的1445万人次（2024.5.1），其中最高客流量线路的是2号线，单站客流量最高的站点是商环心站。\n编组：  （首段）开通时间：\n1号线：6A     1984. 2.15\n2号线：6A     1984.10.1\n3号线：6A     1985.5.1\n4号线：6B     2000.10.1\n5号线：6A     2009.5.1\n6号线：6A     1987.12.28\n7号线：6A     1996.5.1\n8号线：8B     2005.7.1\n9号线：8B     1994.5.1\n10号线：6A   2006.5.1\n11号线：6B   2015.10.1\n12号线：8A   2009.12.28\n13号线：6B   2005.12.28\n14号线：8A   2022.12.28\n15号线：6B   2012.12.28\n16号线：6A   2016.5.1\n17号线：6B   2013.6.1\n18号线：8A   2023.5.1\n19号线：6A   2023.5.1\n20号线：8A   2020.12.28\n21号线：6A   2024.8.1\nS1线：6A      2009.5.1\nS2线：          2006.5.1  \n若有想法与我一起幻想构建地铁线路图的可以和我交流，加Q：2026159766",
        "en": "Xujiang City, is a city of my fantasy, at present this underground map is already planning the completion of the map, a total of 23 underground lines (including two s line), of which the first line was opened in the parallel world of 1984 2.15, but also from this year onwards, the beginning of the underground era in Xujiang City.\n\nXujiang City after forty years of development now the city has achieved the district underground, each district has at least two underground lines through, the last successful construction of the line - line 21 opened on August 1, 2024, at this time Xujiang Metro announced that due to the consideration of the current operation of the underground line has been fully satisfied with the development needs and travel demand of the citizens of Xujiang City, Xujiang Metro announced that it would not be possible to build a new underground line. development needs and the travelling needs of the citizens, no new metro lines will be planned in twenty years.\n\n(Ps: the reason why did not draw the tram because there is no place to draw, the suburbs and many mountains can not draw, all simply draw pure metro map)\n\nXujiang metro traffic after forty years of development has reached a staggering 14.45 million passengers (2024.5.1), of which the highest traffic line is line 2, the highest single station traffic station is the Shanghuanxin station.\nFormation: (First section) Opening time:\nLine 1: 6A 1984. 2.15\nLine 2: 6A 1984.10.1\nLine 3: 6A 1985.5.1\nLine 4: 6B 2000.10.1\nLine 5: 6A 2009.5.1\nLine 6: 6A 1987.12.28\nLine 7: 6A 1996.5.1\nLine 8: 8B 2005.7.1\nLine 9: 8B 1994.5.1\nLine 10: 6A 2006.5.1\nLine 11: 6B 2015.10.1\nLine 12: 8A 2009.12.28\nLine 13: 6B 2005.12.28\nLine 14: 8A 2022.12.28\nLine 15: 6B 2012.12.28\nLine 16: 6A 2016.5.1\nLine 17: 6B 2013.6.1\nLine 18: 8A 2023.5.1\nLine 19: 6A 2023.5.1\nLine 20: 8A 2020.12.28\nLine 21: 6A 2024.8.1\nLine S1: 6A 2009.5.1\nLine S2: 2006.5.1  \nIf you have the idea to build the metro line map with me in fantasy can communicate with me, add Q: 2026159766"
    },
    "reference": "爱发电,Fri Aug 09 2024 12:02:38 GMT+0800 (中国标准时间)",
    "remainingUpdateCount": 0,
    "updateHistory": [
        {
            "id": 177911449,
            "issueNumber": 1650,
            "reason": "",
            "time": 1723184110018
        }
    ],
    "expireOn": 1755152110018
}