{
    "name": {
        "en": "Shenyang Metro 2050 Planning",
        "zh-Hans": "沈阳轨道交通超远期规划",
        "zh-Hant": "瀋陽軌道交通超遠期規劃",
        "ko": "심양 지하철 2050 계획",
        "ja": "瀋陽地下鉄2050計画"
    },
    "desc": {
        "en": "The Shenyang Metro refers to the urban rail transit system serving the city of Shenyang, Liaoning Province, China. Its first line began trial operation on September 27, 2010, making Shenyang the seventh city in mainland China to have a metro system.\nNote:\nThis map combines the advantages of topological maps and actual route maps but does not fully reflect the line routes or station locations.\n2. This diagram contains a significant amount of speculative content and should not be used as a reference for home purchases.\n3. This image is for enthusiasts' discussion purposes only. Modification, copying, and commercial use are prohibited.\n4. There are discrepancies among various information sources, and some routes may exhibit certain inconsistencies. We appreciate your understanding. &nbsp;\n5. The station name is determined based on the surrounding buildings.",
        "zh-Hans": "沈阳地铁（Shenyang Metro）是指服务于中国辽宁省沈阳市的城市轨道交通，其第一条线路于2010年9月27日开通试运营，使沈阳成为中国内地第七座开通地铁的城市。\n注意：\n1.本图结合了拓扑图和真实走向图的优点绘制而成，但不完全反映线路走向及设站位置。\n2.本图含有大量推测内容，请勿作为购房参考。\n3.本图仅供爱好者讨论使用，禁止修改，抄袭及用于商业用途。\n4.各信息来源部分有差异，部分线路有着一定的不合理性，敬请谅解。 \n5.车站名称根据站点周边建筑制定。",
        "zh-Hant": "瀋陽捷運（Shenyang Metro）是指服務於中國遼寧省瀋陽市的城市軌道交通，其第一條線路於2010年9月27日開通試運營，使瀋陽成為中國內地第七座開通捷運的都市。\n注意：\n1.本圖結合了拓撲圖和真實走向圖的優點繪製而成，但不完全反映線路走向及設站位置。\n2.本圖含有大量推測內容，請勿作為購房參攷。\n3.本圖僅供愛好者討論使用，禁止修改，抄襲及用於商業用途。\n4.各資訊來源部分有差异，部分線路有著一定的不合理性，敬請諒解。  \n5.車站名稱根據網站周邊建築製定。",
        "ko": "선양지하철(Shenyang Metro)은 중국 랴오닝성 선양시에 서비스를 제공하는 도시 궤도 교통을 가리키며, 그 첫 번째 노선은 2010년 9월 27일에 개통되어 시범 운영되어 선양을 중국 본토에서 7번째로 지하철을 개통한 도시로 만들었다.\n참고:\n1. 이 그림은 토폴로지와 실제 방향도의 장점을 결합하여 그렸지만 선로의 방향과 설치 위치를 완전히 반영하지 않는다.\n2.이 그림은 대량의 추측 내용을 포함하고 있으니, 주택 구입에 참고하지 마십시오.\n3.이 그림은 애호가들만 토론하여 사용할 수 있습니다.수정, 표절 및 상업용도로 사용할 수 없습니다.\n4.각 정보의 출처 부분에 차이가 있습니다.일부 노선은 일정한 불합리성을 가지고 있습니다.양해해 주십시오. \n5.역 명칭은 역 주변 건물에 따라 정한다.",
        "ja": "瀋陽地下鉄（Shenyang Metro）とは、中国遼寧省瀋陽市にサービスを提供する都市軌道交通のことで、その最初の路線は2010年9月27日に試験運営を開始し、瀋陽を中国内陸部で7番目に地下鉄が開通した都市にした。\n注意：\n1.この図はトポロジ図と実際の進路図の利点を組み合わせて描かれているが、路線の進路と設置場所を完全に反映していない。\n2.本図には大量の推測内容が含まれているので、住宅購入の参考にしないでください。\n3.本図は愛好家だけが使用を検討し、修正、パクリ及び商業用途に使用することを禁止する。\n4.各情報源には一部の差異があり、一部の路線には一定の不合理性があるので、ご了承ください。 \n5.駅名は駅周辺の建物に基づいて制定される。"
    },
    "reference": "爱发电,Mon Jan 12 2026 08:00:00 GMT+0800 (中国标准时间)",
    "remainingUpdateCount": 0,
    "updateHistory": [
        {
            "id": 254619649,
            "issueNumber": 3284,
            "reason": "",
            "time": 1768287628686
        }
    ],
    "expireOn": 1800255628686
}