{
    "name": {
        "en": "Binguo City：Plan for Bingo City Rail Transit and Bingo Metropolitan Area Rail Transit in 2050",
        "zh-CN": "宾果市：宾果市轨道交通暨宾果大都市圈轨道交通2050年规划图",
        "zh-HK": "賓果市：賓果市軌道交通暨賓果大都市圈軌道交通2050年規劃圖",
        "ru": " Бинго - Сити: план развития железнодорожного транспорта в городе Бинго и метрополисе Бинго на 2050 год ",
        "ko": "빙고시: 빙고시 궤도교통 및 빙고 대도시권 궤도교통 2050년 계획도",
        "ja": "ビンゴ市：ビンゴ市軌道交通及びビンゴ大都市圏軌道交通2050年計画図"
    },
    "desc": {
        "en": "Welcome visitors from all over the world and showcase the charm of Binguo\nWelcome to Binguo Rail Transit！\nBingo Rail Transit is a rail transit system that serves the city of Bingo and the Bingo metropolitan area.Annual passenger volume is 30 million times\nAt present, the Bingo Rail Transit not only meets the transportation needs of Bingo City, but also connects other cities in the Bingo metropolitan area (such as Binxi City,Wanghuchuan City, etc.)\nBy 2050, the Bingo Rail Transit will further connect other cities in the Bingo metropolitan area.\nAuthor: Bilibili Binguo City",
        "zh-CN": "迎四海之来客，展宾果之风华.\n欢迎乘坐宾果轨道交通！\n宾果轨道交通是一个服务于宾果市和宾果大都市圈的轨道交通系统.年客运量为3000万人次.\n目前，宾果轨道交通不仅满足了宾果市的交通需求，还连接了宾果大都市圈的其他城市（宾西市，望户川市等）.\n到2050年，宾果轨道交通将进一步的连接其他城市\n作者：bilibili 宾果市",
        "zh-Hant": "迎四海之來客，展賓果之風華.\n\n歡迎乘坐賓果軌道交通！\n\n賓果軌道交通是一個服務於賓果市和賓果大都市圈的軌道交通系統.年客運量為3000萬人次.\n\n現時，賓果軌道交通不僅滿足了賓果市的交通需求，還連接了賓果大都市圈的其他城市（賓西市，望戶川市等）.\n\n到2050年，賓果軌道交通將進一步的連接其他城市\n作者：bilibili賓果市",
        "ru": " Приглашаем гостей со всех концов света, показываем Бинго. \n\n Добро пожаловать на Бинго! \n\n Бинго - это система железнодорожного транспорта, обслуживающая города Бинго и метрополию Бинго. \n\n В настоящее время железнодорожный транспорт Бинго не только удовлетворяет транспортные потребности города Бинго, но и соединяет другие города в метрополисе Бинго (Бинси, Вангочуань и т.д.). \n\n К 2050 году Bingo Rail Transport еще больше свяжет другие города ",
        "ko": "사해에서 온 손님을 맞이하여 빙고의 풍화를 펼치다.\n\n빙고 궤도 교통에 오신 것을 환영합니다!\n\n빙고 궤도 교통은 빙고시와 빙고 대도시권에 서비스를 제공하는 궤도 교통 시스템이다. 연간 여객 운송량은 연인원 3000만 명이다.\n\n현재 빙고 궤도 교통은 빙고시의 교통 수요를 만족시킬 뿐만 아니라 빙고 대도시권의 다른 도시(빙시시, 망호천시 등)도 연결한다.\n\n2050년까지 빙고 궤도 교통은 다른 도시와 더욱 연결될 것이다",
        "ja": "四海の来客を迎え、ビンゴの風華を見せる。\n\nビンゴ軌道交通へようこそ！\n\nビンゴ軌道交通はビンゴ市とビンゴ大都市圏にサービスする軌道交通システムである。年間旅客輸送量は3000万人である。\n\n現在、ビンゴ軌道交通はビンゴ市の交通需要を満たすだけでなく、ビンゴ大都市圏の他の都市(ビンゴ西市、望戸川市など)ともつながっている。\n\n2050年になると、ビンゴ軌道交通はさらに他の都市と接続する"
    },
    "reference": "爱发电,Sat Sep 09 2023 17:45:01 GMT+0800 (中国标准时间)",
    "remainingUpdateCount": -1,
    "updateHistory": [
        {
            "id": 121587652,
            "issueNumber": 726,
            "reason": "",
            "time": 1694256561606
        }
    ],
    "expireOn": 1726224561606
}