{
    "name": {
        "en": "Beijing",
        "zh-CN": "北京",
        "zh-Hans": "北京",
        "zh-Hant": "北京",
        "fr": "Pékin",
        "ja": "北京",
        "ko": "베이징"
    },
    "desc": {
        "zh-Hans": "北京地铁是服务于中华人民共和国北京市的都市轨道运输系统。截至2023年2月，北京地铁共有27条营运路线（包括22条地铁路线、1条中低速磁浮交通路线、2条现代路面电车路线和2条机场轨道），组成覆盖北京市12个市辖区和河北省廊坊市广阳区、拥有480座营运车站、总长807公里营运路线的轨道交通系统。  以营运距离计算，截至2019年12月北京地铁是世界上规模第一大的城市地铁系统。 2014年以来，北京地铁的工作日日均客运量在1,000万人次以上，并且在2019年7月12日创下单日客运量最高值，达到1375.38万人次。  北京地铁的规划始于1953年，始建于1965年，最早的路线竣工于1969年，是大中华地区首个地铁系统。北京地铁由多个国有或公私合营的企业分别营运不同的路线，其中京港地铁公司营运的4号线也是中国大陆首条采用民间参与公共建设（PPP）模式建设和营运的轨道交通路线。目前，北京地铁正在进行大规模建设。预计到2025年底，北京地铁营运总距离将达到1,000公里。 (https://zh.wikipedia.org/zh-cn/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81)",
        "zh-CN": "北京地铁是服务于中华人民共和国北京市的都市轨道运输系统。截至2023年2月，北京地铁共有27条营运路线（包括22条地铁路线、1条中低速磁浮交通路线、2条现代路面电车路线和2条机场轨道），组成覆盖北京市12个市辖区和河北省廊坊市广阳区、拥有480座营运车站、总长807公里营运路线的轨道交通系统。  以营运距离计算，截至2019年12月北京地铁是世界上规模第一大的城市地铁系统。 2014年以来，北京地铁的工作日日均客运量在1,000万人次以上，并且在2019年7月12日创下单日客运量最高值，达到1375.38万人次。  北京地铁的规划始于1953年，始建于1965年，最早的路线竣工于1969年，是大中华地区首个地铁系统。北京地铁由多个国有或公私合营的企业分别营运不同的路线，其中京港地铁公司营运的4号线也是中国大陆首条采用民间参与公共建设（PPP）模式建设和营运的轨道交通路线。目前，北京地铁正在进行大规模建设。预计到2025年底，北京地铁营运总距离将达到1,000公里。 (https://zh.wikipedia.org/zh-cn/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81)",
        "zh-Hant": "北京地鐵是服務於中華人民共和國北京市的都市軌道運輸系統。截至2023年2月，北京地鐵共有27條營運路線（包括22條地鐵路線、1條中低速磁浮交通路線、2條現代路面電車路線和2條機場軌道），組成覆蓋北京市12個市轄區和河北省廊坊市廣陽區、擁有480座營運車站、總長807公里營運路線的軌道交通系統。  以營運距離計算，截至2019年12月北京地鐵是世界上規模第一大的城市地鐵系統。2014年以來，北京地鐵的工作日日均客運量在1,000萬人次以上，並且在2019年7月12日創下單日客運量最高值，達到1375.38萬人次。  北京地鐵的規劃始於1953年，始建於1965年，最早的路線竣工於1969年，是大中華地區首個地鐵系統。北京地鐵由多個國有或公私合營的企業分別營運不同的路線，其中京港地鐵公司營運的4號線也是中國大陸首條採用民間參與公共建設（PPP）模式建設和營運的軌道交通路線。目前，北京地鐵正在進行大規模建設。預計到2025年底，北京地鐵營運總距離將達到1,000公里。 (https://zh.wikipedia.org/zh-tw/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81)",
        "en": "The Beijing Subway is the rapid transit system of Beijing Municipality that consists of 27 lines including 22 rapid transit lines, two airport rail links, one maglev line and 2 light rail lines, and 478 stations.The rail network extends 807 km (501 mi)across 12 urban and suburban districts of Beijing and into one district of Langfang in neighboring Hebei province. With 3.8484 billion trips delivered in 2018, an average of 10.544 million trips per day, the Beijing Subway is the world's busiest metro system. Single-day ridership set a record of 13.7538 million on July 12, 2019.  The Beijing Subway opened in 1971 and is the oldest metro system in mainland China and on the mainland of East Asia. Before the system began its rapid expansion in 2002, the subway had only two lines. The existing network still cannot adequately meet the city's mass transit needs. Beijing Subway's extensive expansion plans call for 998.5 km (620.4 mi) of lines serving a projected 18.5 million trips every day when Phase 2 Construction Plan finished (around 2025). The most recent expansion came into effect on February 4, 2023, with the opening of an extension to Changping Line. (https://en.wikipedia.org/wiki/Beijing_Subway)"
    },
    "reference": "https://www.bjsubway.com/subway/images/lwt.png",
    "updateHistory": [
        {
            "id": 59787082,
            "issueNumber": 54,
            "reason": "Add Beijing template from RMP and fix known issues.",
            "time": 1683810518708
        },
        {
            "id": 140052207,
            "issueNumber": 370,
            "reason": "Nanlouzi Zhuang not Nanlou Xinzhuang.",
            "time": 1689838499483
        },
        {
            "id": 108216173,
            "issueNumber": 447,
            "reason": "Fine tune the distance between each subway station and adjust the location of station names to make them closer to the official route map provided",
            "time": 1691401718711
        },
        {
            "id": 139970605,
            "issueNumber": 459,
            "reason": "Fixing station translations such as National Art Museum and overlapping station names such as those on YZT1..",
            "time": 1691477560460
        },
        {
            "id": 139970605,
            "issueNumber": 571,
            "reason": "Fix station names of Keyi Lu Huayuan Qiao and Yizhuang Qiao while improving alignment of Line 16..",
            "time": 1692433234788
        },
        {
            "id": 59787082,
            "issueNumber": 590,
            "reason": "Changed the layout to make it look more like the official Beijing Subway map.",
            "time": 1692756091698
        },
        {
            "id": 3353040,
            "issueNumber": 601,
            "reason": "Remove ghost shmetro-int stations.",
            "time": 1692847743142
        },
        {
            "id": 59787082,
            "issueNumber": 631,
            "reason": "Add Tiananmen and change airport facilities",
            "time": 1693228391600
        }
    ]
}