{
    "name": {
        "en": "Beijing",
        "zh-Hans": "北京",
        "zh-Hant": "北京",
        "fr": "Pékin",
        "ja": "北京",
        "ko": "베이징"
    },
    "desc": {
        "zh-Hans": "北京地铁是服务于中华人民共和国北京市的都市轨道运输系统。截至2023年2月，北京地铁共有27条营运路线（包括22条地铁路线、1条中低速磁浮交通路线、2条现代路面电车路线和2条机场轨道），组成覆盖北京市12个市辖区和河北省廊坊市广阳区、拥有480座营运车站、总长807公里营运路线的轨道交通系统。  以营运距离计算，截至2019年12月北京地铁是世界上规模第一大的城市地铁系统。 2014年以来，北京地铁的工作日日均客运量在1,000万人次以上，并且在2019年7月12日创下单日客运量最高值，达到1375.38万人次。  北京地铁的规划始于1953年，始建于1965年，最早的路线竣工于1969年，是大中华地区首个地铁系统。北京地铁由多个国有或公私合营的企业分别营运不同的路线，其中京港地铁公司营运的4号线也是中国大陆首条采用民间参与公共建设（PPP）模式建设和营运的轨道交通路线。目前，北京地铁正在进行大规模建设。预计到2025年底，北京地铁营运总距离将达到1,000公里。 (https://zh.wikipedia.org/zh-cn/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81)",
        "zh-Hant": "北京地鐵是服務於中華人民共和國北京市的都市軌道運輸系統。截至2023年2月，北京地鐵共有27條營運路線（包括22條地鐵路線、1條中低速磁浮交通路線、2條現代路面電車路線和2條機場軌道），組成覆蓋北京市12個市轄區和河北省廊坊市廣陽區、擁有480座營運車站、總長807公里營運路線的軌道交通系統。  以營運距離計算，截至2019年12月北京地鐵是世界上規模第一大的城市地鐵系統。2014年以來，北京地鐵的工作日日均客運量在1,000萬人次以上，並且在2019年7月12日創下單日客運量最高值，達到1375.38萬人次。  北京地鐵的規劃始於1953年，始建於1965年，最早的路線竣工於1969年，是大中華地區首個地鐵系統。北京地鐵由多個國有或公私合營的企業分別營運不同的路線，其中京港地鐵公司營運的4號線也是中國大陸首條採用民間參與公共建設（PPP）模式建設和營運的軌道交通路線。目前，北京地鐵正在進行大規模建設。預計到2025年底，北京地鐵營運總距離將達到1,000公里。 (https://zh.wikipedia.org/zh-tw/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81)",
        "en": "The Beijing Subway is the rapid transit system of Beijing Municipality that consists of 27 lines including 22 rapid transit lines, two airport rail links, one maglev line and 2 light rail lines, and 478 stations.The rail network extends 807 km (501 mi)across 12 urban and suburban districts of Beijing and into one district of Langfang in neighboring Hebei province. With 3.8484 billion trips delivered in 2018, an average of 10.544 million trips per day, the Beijing Subway is the world's busiest metro system. Single-day ridership set a record of 13.7538 million on July 12, 2019.  The Beijing Subway opened in 1971 and is the oldest metro system in mainland China and on the mainland of East Asia. Before the system began its rapid expansion in 2002, the subway had only two lines. The existing network still cannot adequately meet the city's mass transit needs. Beijing Subway's extensive expansion plans call for 998.5 km (620.4 mi) of lines serving a projected 18.5 million trips every day when Phase 2 Construction Plan finished (around 2025). The most recent expansion came into effect on February 4, 2023, with the opening of an extension to Changping Line. (https://en.wikipedia.org/wiki/Beijing_Subway)",
        "fr": "Le métro de pékin est un système de transport ferroviaire Urbain desservant la ville de pékin en république populaire de Chine. Jusqu’en février 2023 27 lignes d’exploitation du métro de beijing (art. 22, 1 du métro à faible vitesse des voies de circulation, des chaussées tramway moderne de l’article 2 et l’article 2 de trajectoire), composé de douze communes de la ville et la province de hebei, 480 dans le district de LangFang large actinolite, gares, les itinéraires de 807 km d’exploitation d’exploitation du système umts.​ En termes de distance opérationnelle, le métro de pékin est le plus grand réseau de métro Urbain au monde en décembre 2019. Depuis 2014, le métro de pékin a transporté en moyenne plus de 10 millions de passagers par jour en semaine. De plus, le 12 juillet 2019, il a enregistré le plus grand nombre de passagers par jour avec 13 753 800 passagers. La planification du métro de pékin a commencé en 1953, la construction a commencé en 1965 et les premières lignes ont été terminées en 1969. C’est le premier système de métro de la grande Chine. Le métro de pékin est exploité séparément par plusieurs entreprises publiques ou publiques. La ligne 4, exploitée par la société de métro de pékin, est également la première route de transport ferroviaire construite et exploitée selon le modèle de construction publique à participation civile (PPP) en Chine continentale. Actuellement, le métro de pékin est en cours de construction à grande échelle. La distance totale d’exploitation du métro de pékin devrait atteindre 1 000 km d’ici la fin de 2025. (https://zh.wikipedia.org/zh-cn/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81)",
        "ja": "北京地下鉄(きょうと地下鉄)は中華人民共和国北京市にある鉄道路線である。2023年2月現在、北京地下鉄には27の路線(地下鉄22路線、中低速磁気浮上式交通路線1路線、路面電車2路線、空港軌道2路線)があり、北京市の12市轄区と河北省廊坊市広陽区をカバーし、480の駅、総延長807 kmの路線を擁する軌道交通システムとなっています。​2019年12月時点で、北京地下鉄は世界最大規模の都市地下鉄システムです。2014年以降、北京地下鉄の平日の一日平均旅客輸送量は1,000万人以上で、2019年7月12日には1375万3800人と過去最高を記録しました。北京地下鉄は1953年に計画が始まり、1965年に建設されました。最初の路線は1969年に完成し、中華圏で最初の地下鉄システムとなりました。北京地下鉄は複数の国有企業や官民合弁企業がそれぞれ異なる路線を運営していますが、京港地下鉄公司が運営する4号線は中国大陸で初めて民間が参加する公共建設(PPP)モデルを採用して建設・運営される軌道交通路線です。現在、北京地下鉄は大規模な建設が進められています。2025年末までに、北京地下鉄の総運行距離は1,000キロに達する見込みです。(https://zh.wikipedia.org/zh-cn/%e5%8c%97%e4%ba%ac%e5%9c%b0%e9%93%81)",
        "ko": "북경지하철은 중화인민공화국 북경시를 위하여 복무하는 도시궤도운수시스템이다.2023년 2월까지 북경 지하철 총 27조 운영 로선 (22개 지하철 노선을 포함, 1조에서 저속 자기부상 교통 노선, 2조 현대 노면 전차 노선과 2조 공항 궤도), 북경시 지역 12개시 관할 구 구성과 하북성랑 광 광양 갖 구, 480개 운영 역, 총연장 807 운영 노선의 철도 교통 시스템이다.​베이징 지하철은 2019년 12월 기준으로 세계에서 가장 큰 도시 지하철 시스템이다.2014년 이래 베이징 지하철은 평일 하루 평균 여객 수송량이 1,000만 명 이상에 달했으며, 2019년 7월 12일에는 일일 여객 수송량이 1375.38만 명으로 최고치를 기록했다.베이징 지하철은 1953년에 계획되어 1965년에 건설되었으며, 1969년에 완공되어 중화권 최초의 지하철 시스템이었다.베이징 지하철은 여러 개의 국유 또는 공사합영 기업이 각기 다른 노선을 운영하고 있으며, 그중 징강지하철회사에서 운영하는 4호선은 중국 대륙에서 처음으로 민간이 ppp (공공건설) 방식의 건설과 운영에 참여하는 철도 노선이다.지금 베이징의 지하철은 대규모 건설이 진행 중입니다.2025년 말까지 베이징 지하철의 총 운영 거리는 1,000 킬로미터에 달할 것으로 예상된다.(https://zh.wikipedia.org/zh-cn/%e5%8c%97%e4%ba%ac%e5%9c%b0%e9%93%81)"
    },
    "reference": "https://www.bjsubway.com/jpg.html",
    "updateHistory": [
        {
            "id": 59787082,
            "issueNumber": 54,
            "reason": "Add Beijing template from RMP and fix known issues.",
            "time": 1683810518708
        },
        {
            "id": 140052207,
            "issueNumber": 370,
            "reason": "Nanlouzi Zhuang not Nanlou Xinzhuang.",
            "time": 1689838499483
        },
        {
            "id": 108216173,
            "issueNumber": 447,
            "reason": "Fine tune the distance between each subway station and adjust the location of station names to make them closer to the official route map provided",
            "time": 1691401718711
        },
        {
            "id": 139970605,
            "issueNumber": 459,
            "reason": "Fixing station translations such as National Art Museum and overlapping station names such as those on YZT1..",
            "time": 1691477560460
        },
        {
            "id": 139970605,
            "issueNumber": 571,
            "reason": "Fix station names of Keyi Lu Huayuan Qiao and Yizhuang Qiao while improving alignment of Line 16..",
            "time": 1692433234788
        },
        {
            "id": 59787082,
            "issueNumber": 590,
            "reason": "Changed the layout to make it look more like the official Beijing Subway map.",
            "time": 1692756091698
        },
        {
            "id": 3353040,
            "issueNumber": 601,
            "reason": "Remove ghost shmetro-int stations.",
            "time": 1692847743142
        },
        {
            "id": 59787082,
            "issueNumber": 631,
            "reason": "Add Tiananmen and change airport facilities",
            "time": 1693228391600
        },
        {
            "id": 59787082,
            "issueNumber": 644,
            "reason": "Fix facility icons that are not shown in the picture.",
            "time": 1693584987551
        },
        {
            "id": 59787082,
            "issueNumber": 775,
            "reason": "Apply Beijing Subway dotted line.",
            "time": 1694946694817
        },
        {
            "id": 59787082,
            "issueNumber": 857,
            "reason": "Fix color of YZT1 and Xijiao Line",
            "time": 1695995918649
        },
        {
            "id": 59787082,
            "issueNumber": 1117,
            "reason": "Add line 17 north line 16 last part and line 11 east last part",
            "time": 1704117208168
        },
        {
            "id": 190093280,
            "issueNumber": 2018,
            "reason": "Sanyuan Qiao not Sanyuanqiao.",
            "time": 1734256346738
        }
    ]
}