{
    "name": {
        "zh-CN": "北京",
        "zh-Hant": "北京",
        "en": "Beijing"
    },
    "desc": {
        "zh-Hans": "北京地铁（Beijing Subway），是服务于中国北京市的城市轨道交通系统，也是国际地铁联盟（CoMET）的成员，其首条线路于1971年1月15日开通运营 ，使北京成为中国首个开通地铁的城市 。\n截至2023年12月，北京地铁运营线路共有27条，运营里程836千米，车站490座（其中换乘站83座）。\n截至2023年12月，北京地铁在建线路10条 。到2025年，北京地铁将形成线网由30条运营，总长1177千米的轨道交通网络 。\n2022年，北京地铁年客运量为22.62亿人次 。截至2022年12月，北京地铁单日最高客运量为1375.38万人次（2019年7月12日）。\n2023年12月，北京城市轨道交通运营总里程达到836公里，跃居全国第一，车站490座，其中换乘站83座。",
        "zh-Hant": "北京捷運（Beijing Subway），是服務於中國北京市的城市軌道交通系統，也是國際捷運聯盟（CoMET）的成員，其首條線路於1971年1月15日開通運營，使北京成為中國首個開通捷運的都市。\n截至2023年12月，北京捷運運營線路共有27條，運營里程836千米，車站490座（其中換乘站83座）。\n截至2023年12月，北京捷運在建線路10條。 到2025年，北京捷運將形成線網由30條運營，總長1177千米的軌道交通網絡。\n2022年，北京捷運年客運量為22.62億人次。 截至2022年12月，北京捷運單日最高客運量為1375.38萬人次（2019年7月12日）。\n2023年12月，北京城市軌道交通運營總里程達到836公里，躍居全國第一，車站490座，其中換乘站83座。",
        "en": "The Beijing Subway is an urban rail transit system serving Beijing, China. It is also a member of the International Subway Union (CoMET) and its first line was opened on January 15, 1971, making Beijing the first city in China to open a subway.\nAs of December 2023, there are a total of 27 operating subway lines in Beijing, with an operating mileage of 836 kilometers and 490 stations (including 83 transfer stations).\nAs of December 2023, there are 10 subway lines under construction in Beijing. By 2025, the Beijing Metro will form a rail transit network consisting of 30 operating lines, with a total length of 1177 kilometers.\nIn 2022, the annual passenger volume of Beijing Metro was 2.262 billion people. As of December 2022, the highest daily passenger volume of Beijing Metro was 13.7538 million people (as of July 12, 2019).\nIn December 2023, the total operating mileage of Beijing's urban rail transit reached 836 kilometers, ranking first in the country with 490 stations, including 83 transfer stations."
    },
    "reference": "https://www.bjsubway.com/jpg.html,Mon,01,01",
    "updateHistory": [
        {
            "id": 59787082,
            "issueNumber": 54,
            "reason": "Add Beijing template from RMP and fix known issues.",
            "time": 1683810518708
        },
        {
            "id": 140052207,
            "issueNumber": 370,
            "reason": "Nanlouzi Zhuang not Nanlou Xinzhuang.",
            "time": 1689838499483
        },
        {
            "id": 108216173,
            "issueNumber": 447,
            "reason": "Fine tune the distance between each subway station and adjust the location of station names to make them closer to the official route map provided",
            "time": 1691401718711
        },
        {
            "id": 139970605,
            "issueNumber": 459,
            "reason": "Fixing station translations such as National Art Museum and overlapping station names such as those on YZT1..",
            "time": 1691477560460
        },
        {
            "id": 139970605,
            "issueNumber": 571,
            "reason": "Fix station names of Keyi Lu Huayuan Qiao and Yizhuang Qiao while improving alignment of Line 16..",
            "time": 1692433234788
        },
        {
            "id": 59787082,
            "issueNumber": 590,
            "reason": "Changed the layout to make it look more like the official Beijing Subway map.",
            "time": 1692756091698
        },
        {
            "id": 3353040,
            "issueNumber": 601,
            "reason": "Remove ghost shmetro-int stations.",
            "time": 1692847743142
        },
        {
            "id": 59787082,
            "issueNumber": 631,
            "reason": "Add Tiananmen and change airport facilities",
            "time": 1693228391600
        },
        {
            "id": 59787082,
            "issueNumber": 644,
            "reason": "Fix facility icons that are not shown in the picture.",
            "time": 1693584987551
        },
        {
            "id": 59787082,
            "issueNumber": 775,
            "reason": "Apply Beijing Subway dotted line.",
            "time": 1694946694817
        },
        {
            "id": 59787082,
            "issueNumber": 857,
            "reason": "Fix color of YZT1 and Xijiao Line",
            "time": 1695995918649
        },
        {
            "id": 153430605,
            "issueNumber": 1124,
            "reason": "New template of Beijing",
            "time": 1704087112074
        }
    ]
}