{
    "name": {
        "en": "Beijing",
        "zh-Hans": "北京",
        "zh-Hant": "北京",
        "fr": "Pékin",
        "ja": "北京",
        "ko": "베이징"
    },
    "desc": {
        "zh-Hans": "北京地铁是服务于中华人民共和国北京市的城市轨道交通系统。截至2025年6月2日，北京地铁共有29条运营线路（包括24条地铁线路、1条中低速磁浮交通线路、2条现代有轨电车线路和2条机场轨道）[参9]，组成覆盖北京市12个市辖区和河北省廊坊市广阳区、拥有522座运营车站、总长879公里运营线路的轨道交通系统。\nhttps://zh.wikipedia.org/wiki/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81",
        "zh-Hant": "北京地鐵是服務中華人民共和國北京市的城市軌道運輸系統。截至2025年6月2日，北京地鐵共有29條營運路線（包括24條地鐵線路、1條中低速磁浮交通線路、2條現代有軌電車線路和2條機場軌道）[參9]，組成覆蓋北京市12個市轄區和河北省廊市廣陽區、擁有522座營運車站、總長879公里營運車站的交通路線。\nhttps://zh.wikipedia.org/wiki/%E5%8C%97%E4%BA%AC%E5%9C%B0%E9%93%81",
        "en": "The Beijing Subway is the rapid transit system of Beijing Municipality that consists of 29 lines including 24 rapid transit lines, two airport rail links, one maglev line and two light rail tram lines, and 523 stations. The rail network extends 879 km (546 mi)[1] across 12 urban and suburban districts of Beijing and into one district of Langfang in neighboring Hebei province. Between December 2023 and December 2024, the Beijing Subway became the world's longest metro system by route length, surpassing the Shanghai Metro. The system has since returned to being the world's second longest, with new lines being opened by the Shanghai Metro. With 3.8484 billion trips delivered in 2018 (10.544 million trips per day[6]) and single-day ridership record of 13.7538 million set on July 12, 2019, the Beijing Subway was the world's busiest metro system in the years immediately prior to the outbreak of the COVID-19 pandemic.\nhttps://en.wikipedia.org/wiki/Beijing_Subway"
    },
    "reference": "https://www.bjsubway.com/jpg.html",
    "updateHistory": [
        {
            "id": 59787082,
            "issueNumber": 54,
            "reason": "Add Beijing template from RMP and fix known issues.",
            "time": 1683810518708
        },
        {
            "id": 140052207,
            "issueNumber": 370,
            "reason": "Nanlouzi Zhuang not Nanlou Xinzhuang.",
            "time": 1689838499483
        },
        {
            "id": 108216173,
            "issueNumber": 447,
            "reason": "Fine tune the distance between each subway station and adjust the location of station names to make them closer to the official route map provided",
            "time": 1691401718711
        },
        {
            "id": 139970605,
            "issueNumber": 459,
            "reason": "Fixing station translations such as National Art Museum and overlapping station names such as those on YZT1..",
            "time": 1691477560460
        },
        {
            "id": 139970605,
            "issueNumber": 571,
            "reason": "Fix station names of Keyi Lu Huayuan Qiao and Yizhuang Qiao while improving alignment of Line 16..",
            "time": 1692433234788
        },
        {
            "id": 59787082,
            "issueNumber": 590,
            "reason": "Changed the layout to make it look more like the official Beijing Subway map.",
            "time": 1692756091698
        },
        {
            "id": 3353040,
            "issueNumber": 601,
            "reason": "Remove ghost shmetro-int stations.",
            "time": 1692847743142
        },
        {
            "id": 59787082,
            "issueNumber": 631,
            "reason": "Add Tiananmen and change airport facilities",
            "time": 1693228391600
        },
        {
            "id": 59787082,
            "issueNumber": 644,
            "reason": "Fix facility icons that are not shown in the picture.",
            "time": 1693584987551
        },
        {
            "id": 59787082,
            "issueNumber": 775,
            "reason": "Apply Beijing Subway dotted line.",
            "time": 1694946694817
        },
        {
            "id": 59787082,
            "issueNumber": 857,
            "reason": "Fix color of YZT1 and Xijiao Line",
            "time": 1695995918649
        },
        {
            "id": 59787082,
            "issueNumber": 1117,
            "reason": "Add line 17 north line 16 last part and line 11 east last part",
            "time": 1704117208168
        },
        {
            "id": 59787082,
            "issueNumber": 1976,
            "reason": "Add Line 3 and 12 and Changping Line rest part",
            "time": 1734270801655
        },
        {
            "id": 59787082,
            "issueNumber": 2226,
            "reason": "Add Lize Shangwuqu for line 16",
            "time": 1737251453443
        },
        {
            "id": 194879788,
            "issueNumber": 2652,
            "reason": "Added suspension information for Bajiao Amusement Park station of Line 1 and update description ",
            "time": 1748858286520
        },
        {
            "id": 194879788,
            "issueNumber": 3136,
            "reason": "Add Line 8 Dahongmen Station",
            "time": 1762572556325
        },
        {
            "id": 59787082,
            "issueNumber": 3245,
            "reason": "Line 6 Luyang, line17 middle parts, and line 18 were opened.",
            "time": 1766759685084
        },
        {
            "id": 259288182,
            "issueNumber": 3317,
            "reason": "First, According to Beijing subway official adjustments, I made the change Wangjingxi Station to become a three-line transfer station. Second, I correcting the station locations and route alignment between Wufutang Station and Yinghai Station on Line 8 and this is due to an oversight by a previous contributor.",
            "time": 1770196130171
        }
    ]
}