{
    "name": {
        "hu": "Budapest",
        "ar": "بودابست",
        "az": "Budapeşt",
        "ca": "Budapest",
        "da": "Budapest",
        "de": "Budapest",
        "el": "Βουδαπέστη",
        "en": "Budapest",
        "es": "Budapest",
        "fa": "بوداپست",
        "fr": "Budapest",
        "ga": "Búdaipeist",
        "gd": "Budapest",
        "hi": "बुडापेस्ट",
        "id": "Budapest",
        "it": "Budapest",
        "ja": "ブダペスト",
        "kk": "Будапешт",
        "ko": "부다페스트",
        "ms": "Budapest",
        "no": "Budapest",
        "pl": "Budapeszt",
        "pt": "Budapeste",
        "ro": "Budapesta",
        "ru": "Будапешт",
        "sv": "Budapest",
        "th": "บูดาเปสต์",
        "tr": "Budapeşte",
        "uk": "Будапешт",
        "ur": "بڈاپسٹ",
        "uz": "Budapesht",
        "vi": "Budapest",
        "zh-Hans": "布达佩斯",
        "zh-Hant": "布達佩斯"
    },
    "desc": {
        "en": "The Budapest Metro is the rapid transit system in the Hungarian capital Budapest. Opened in 1896, it is the world's second oldest electrified underground railway (after the City and South London Railway of 1890), and the third oldest underground railway with multiple stations.\n\nBudapest's first line, Line 1, was completed in 1896. The M1 line became an IEEE Milestone due to the radically new innovations in its era: \"Among the railway's innovative elements were bidirectional tram cars; electric lighting in the subway stations and tram cars; and an overhead wire structure instead of a third-rail system for power.\" In 2002, the M1 line was listed as a UNESCO World Heritage Site.\n(https://en.wikipedia.org/wiki/Budapest_Metro)",
        "hu": "Budapest metróhálózata Budapest közösségi közlekedési hálózatának legnagyobb kapacitású vonalaiból áll. Az első, a népnyelvben kisföldalattinak nevezett vonala a kontinentális Európa első földalatti vasútja (és a világ első elektromos motorvonatokkal kiszolgált földalattija) volt. A következő kettő, szovjet technológián alapuló viszonylata az 1970-es és az 1980-as években épült ki. A negyedik vonal átadására 8 évnyi munkálatokat követően 2014-ben került sor. Az ötödik vonal tervezése előkészítés alatt áll. A hálózat hossza 2014 óta 39,4 km, az állomások száma pedig 52.\n(https://hu.wikipedia.org/wiki/Budapesti_metr%C3%B3)",
        "da": "Budapest Metro er en undergrundsbane i den ungarske hovedstad Budapest. Det er et af de ældste elektrificerede underjordiske jernbanesystemer på det europæiske kontinent, og den tredjestørste elektrisk drevne underjordiske jernbane i verden, forfulgt af London Underground.\n(https://da.wikipedia.org/wiki/Budapest_Metro)",
        "ca": "El Metro de Budapest és el sistema de metro de la capital hongaresa. Inaugurat l'any 1896, es tracta del segon sistema de ferrocarril subterrani més antic del món (després del metro de Londres). La seva històrica Línia 1 va ser declarada Patrimoni de la Humanitat l'any 2002.\n(https://ca.wikipedia.org/wiki/Metro_de_Budapest)",
        "de": "Die Metró Budapest ist das U-Bahn-System der ungarischen Hauptstadt Budapest und das einzige des Landes. Ihre erste Linie, die heutige M1, ging anlässlich der Millenniumsfeiern zur tausendjährigen Landnahme der Ungarn 1896 in Betrieb. Damit ist sie, nach der 1863 eröffneten London Underground, die zweite noch betriebene U-Bahn der Welt und die erste Kontintentaleuropas.\n\nJahrzehnte später kamen noch die mit Hilfe der Sowjetunion gebauten Linien M2 und M3 dazu, die im Gegensatz zur M1 auch nach ihrem Bau stark erweitert wurden. Am 28. März 2014 wurde die M4 in Betrieb genommen. Eine fünfte Linie (M5) ist in Planung.\nhttps://de.wikipedia.org/wiki/Metr%C3%B3_Budapest)",
        "es": "El Metro de Budapest es el sistema de metro de la ciudad de Budapest, la capital de Hungría. Es el segundo sistema de metro subterráneo más antiguo del mundo, y su histórica Línea 1 (que data de 1896) fue declarada Patrimonio de la Humanidad en 2002.\n(https://es.wikipedia.org/wiki/Metro_de_Budapest)",
        "fa": "متروی بوداپست سیستم قطار شهری زیرزمینی در شهر بوداپست، مجارستان است. خط یک متروی بوداپست در ۱۸۹۶ راه‌اندازی شد که پس از متروی لندن قدیمی‌ترین متروی اروپا محسوب می‌شود. متروی بوداپست دارای ۴ خط، ۵۲ ایستگاه و ۳۸٫۲ کیلومتر طول است.\n(https://fa.wikipedia.org/wiki/%D9%85%D8%AA%D8%B1%D9%88%DB%8C_%D8%A8%D9%88%D8%AF%D8%A7%D9%BE%D8%B3%D8%AA)",
        "fr": "Le métro de Budapest est l'un des moyens de transport en commun de Budapest. Il y a deux gabarits différents : tout d'abord le métro dit du Millénium, inauguré pour le millénaire de la Hongrie (Millenniumi Földalatti Vasút ou M1) et qui est le deuxième plus ancien métro d'Europe après celui de Londres, ensuite, dans les années 1970 sous le régime communiste sont créées deux nouvelles lignes (M2 et M3), étendues par la suite, avec une quatrième ligne (M4) inaugurée le 28 mars 2014.\n(https://fr.wikipedia.org/wiki/M%C3%A9tro_de_Budapest)",
        "id": "Budapest Metro adalah sistem angkutan cepat di ibu kota Hungaria Budapest. Ini merupakan sistem kereta bawah tanah listrik tertua kedua di dunia setelah City & South London Railway (sekarang bagian dari London Underground) pada tahun 1890. Jalur 1-nya yang ikonik, dioperaikan sejak tahun 1896, dinyatakan sebagai Situs Warisan Dunia pada tahun 2002.\n(https://id.wikipedia.org/wiki/Budapest_Metro)",
        "it": "La metropolitana di Budapest è il sistema di trasporto sotterraneo della capitale dell'Ungheria, Budapest. Comprende quattro linee, ognuna riconoscibile dal numero e dal colore. Quella di Budapest è la metropolitana più antica dopo quella di Londra (1863), con la famosa linea M1 (risalente al 1896 e chiamata \"Földalatti\", ovvero \"(ferrovia) sotterranea\") che è stata dichiarata patrimonio dell'umanità nel 2002.\n(https://it.wikipedia.org/wiki/Metropolitana_di_Budapest)",
        "ja": "ブダペスト地下鉄（ブダペストちかてつ）は、ハンガリーの首都ブダペストの地下鉄であり、BKV（ブダペスト交通公社）により運営されている。4本の路線があり、それぞれ路線番号およびラインカラーで区別されている。2014年に4号線が開通し、5号線の計画も具体化されている。\n\n1896年に開業した1号線は、世界でロンドン、イスタンブールに次いで3番目、ユーラシア大陸では2番目に営業を開始した地下鉄であり、電気運転の地下鉄としては世界初の地下鉄である。地下鉄として唯一世界遺産に登録されている。なお、世界で2番目、ユーラシア大陸初の地下鉄はイスタンブールで1875年に開業したテュネルであるが、これは地下ケーブルカーという特殊な方式をとっており、また走行距離も短いため、ブダペスト地下鉄1号線がユーラシア大陸初の地下鉄であると紹介されることも多い。\n(https://ja.wikipedia.org/wiki/%E3%83%96%E3%83%80%E3%83%9A%E3%82%B9%E3%83%88%E5%9C%B0%E4%B8%8B%E9%89%84)",
        "ko": "부다페스트 지하철(헝가리어: Budapesti metró 부더페슈티 메트로, 영어: Budapest Metro)은 헝가리의 수도 부다페스트의 지하철이며, BKV (부다페스트 운송 회사)에 의해 운영되고 있다. 4개 노선이 각각 노선 번호 및 라인 컬러로 구분되어 있다. 4호선이 2014년에 개통하였고, 또한 5호선 계획도 구체화되고 있다. 지하철 1호선은 세계에서 런던, 이스탄불에 이어 세 번째로 영업을 개시한 지하철이고, 전기로 운전되는 지하철로서는 세계 최초이다.\n\n지하철로는 세계 최초로 UNESCO 세계문화유산에 등재되었다(2002년).\n(https://ko.wikipedia.org/wiki/%EB%B6%80%EB%8B%A4%ED%8E%98%EC%8A%A4%ED%8A%B8_%EC%A7%80%ED%95%98%EC%B2%A0)",
        "no": "Budapests undergrunnsbane er verdens nest eldste T-banesystem (etter London) og ligger i Ungarns hovedstad Budapest. Byens første T-banelinje åpnet i 1896 og står på UNESCOs liste over verdens kulturarv. Totalt består undergrunnsnettet av fire linjer. De tre siste linjene åpnet i 1970, 1976 og 2014. Totalt har de fire linjene 52 stasjoner.\n(https://no.wikipedia.org/wiki/Budapests_metro)",
        "pl": "Metro budapeszteńskie (węg. Budapesti metró) – system kolei podziemnej zlokalizowany w stolicy Węgier – Budapeszcie – otwarty w 1896 roku. Jest to najstarsza kolej podziemna w kontynentalnej części Europy.\n(https://pl.wikipedia.org/wiki/Metro_w_Budapeszcie)",
        "pt": "O metropolitano de Budapeste é o sistema de metropolitano que opera na cidade de Budapeste, na Hungria. A rede tem actualmente quatro linhas, estando uma quinta a ser planejada. Foi inaugurado em 1896, sendo desta forma a segunda mais antiga rede de metropolitano da Europa (depois do Metropolitano de Londres) e uma das mais antigas do mundo.\n(https://pt.wikipedia.org/wiki/Metro_de_Budapeste)",
        "ro": "Metroul din Budapesta (Budapesti metró în maghiară) este un sistem de tranzit rapid din Budapesta, Ungaria. Sistemul este compus din patru linii, fiecare marcată cu un număr și culoare separată. Este cel mai vechi sistem de metrou electrificat de pe continent, și al doilea cel mai vechi sistem de metrou din lume, surclasat doar de cel din Londra.\n(https://ro.wikipedia.org/wiki/Metroul_din_Budapesta)",
        "ru": "Будапе́штский метрополите́н (венг. Budapesti metró) — рельсовая внеуличная система городского общественного транспорта Будапешта. Первый метрополитен в мире на электрической тяге. Транспортная система Будапештского метрополитена является одной из старейших подземных транспортных систем Европы. Открыт 3 мая 1896 года. Является единственным метрополитеном в Венгрии.\n\nСостоит из четырёх линий общей протяжённостью 39,4 километра и 52 станций. В рабочий день Будапештский метрополитен перевозит в среднем 1 200 000 пассажиров.\n(https://ru.wikipedia.org/wiki/%D0%91%D1%83%D0%B4%D0%B0%D0%BF%D0%B5%D1%88%D1%82%D1%81%D0%BA%D0%B8%D0%B9_%D0%BC%D0%B5%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D0%B8%D1%82%D0%B5%D0%BD)",
        "sv": "Budapests tunnelbana omfattar fyra linjer M1-M4. Den första öppnades 1896 vilket gör den till världens näst äldsta tunnelbana, 33 år yngre än Londons tunnelbana. Tunnelbanan trafikeras alla dagar mellan cirka klockan 04.30 och 23.45 (0.30 fredag/lördagnatt). De flesta tunnelbanestationer ligger i Pest, på den östra sidan av Donau.\n(https://sv.wikipedia.org/wiki/Budapests_tunnelbana)",
        "th": "รถไฟใต้ดินบูดาเปสต์ เป็นเส้นทางรถไฟใต้ดินในกรุงบูดาเปสต์ ประเทศฮังการี เป็นเส้นทางรถไฟฟ้าเก่าแก่ที่สุดรองจากรถไฟใต้ดินลอนดอน\n(https://th.wikipedia.org/wiki/%E0%B8%A3%E0%B8%96%E0%B9%84%E0%B8%9F%E0%B9%83%E0%B8%95%E0%B9%89%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B8%B9%E0%B8%94%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B8%AA%E0%B8%95%E0%B9%8C)",
        "tr": "Budapeşte Metrosu (Macarca: Budapesti metró) Macaristan'ın başkenti Budapeşte'deki hızlı toplu taşıma sistemidir. Budapeşte metrosu dünyanın en eski ikinci metrosudur. 1979 yılında Dünya Mirası listesine dahil edilmiştir. Metro ağı, dört hattan oluşur. Her hattın bir numarası ve rengi bulunmaktadır. Beşinci hattın yapımı da planlama aşamasındadır.\n(https://tr.wikipedia.org/wiki/Budape%C5%9Fte_Metrosu)",
        "uk": "Будапештський метрополітен (угор. Budapesti metró) — система ліній метрополітену в столиці Угорщини Будапешті.\n\nСкладається з чотирьох ліній, три з яких перетинаються на одній пересадковій станції «Деак Ференц тер». Загальна довжина ліній 38.2 км, 52 станцій. Метро в робочий день перевозить в середньому 828000 осіб.\n(https://uk.wikipedia.org/wiki/%D0%91%D1%83%D0%B4%D0%B0%D0%BF%D0%B5%D1%88%D1%82%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BC%D0%B5%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D1%96%D1%82%D0%B5%D0%BD)",
        "uz": "Budapesht metropoliteni — Vengriyaning Budapesht shahri aholisiga xizmat ko'rsatadigan tezkor metro tizimi.",
        "vi": "Tàu điện ngầm Budapest là hệ thống tàu điện tốc độ cao ở thủ đô Budapest của Hungary. Tuyến biểu tượng của nó, \"Tàu điện ngầm Thiên niên kỷ\" (Millenniumi Földalatti Vasút, tuyến M1), lâu đời thứ hai thế giới sau Tàu điện ngầm London, đã được đưa vào hoạt động tại lễ kỷ niệm thiên niên kỷ chinh phục đất Hungary 1896, được đưa vào danh mục di sản thế giới năm 2002.\n\nNhiều thập kỷ sau đó, với sự giúp đỡ của Liên Xô 2 tuyến đường (M2 và M3) được hình thành, mà đã được mở rộng đáng kể sau khi xây dựng, so với M1. Ngày 28 Tháng 3 năm 2014, đường tàu điện ngầm thứ tư (M4) được đưa vào hoạt động. Tuyến thứ năm (M5) đang được hoạch định. Toàn mạng lưới của Budapest Metro hiện tại dài 38,3 km và có 52 trạm.\n(https://vi.wikipedia.org/wiki/T%C3%A0u_%C4%91i%E1%BB%87n_ng%E1%BA%A7m_Budapest)",
        "zh-Hans": "布达佩斯地铁，位于匈牙利首都布达佩斯的地铁系统，由四条线路组成，全长39.4公里，设有48座车站。4号线于2014年投入使用。\n\n布达佩斯地铁始建于1896年，为庆祝匈牙利建国1000年完成的重大工程之一，也是全世界历史仅次于伦敦地铁的地铁系统。1号线在2002年被宣告为世界遗产，是世界上唯一获得此地位的地铁路线。\n(https://zh.wikipedia.org/wiki/%E5%B8%83%E8%BE%BE%E4%BD%A9%E6%96%AF%E5%9C%B0%E9%93%81)",
        "zh-Hant": "布達佩斯地鐵，位於匈牙利首都布達佩斯的地鐵系統，由四條路線組成，全長39.4公里，設有48座車站。 4號線於2014年投入使用。\n\n布達佩斯地鐵建於1896年，為慶祝匈牙利建國1000年完成的重大工程之一，也是全世界歷史僅次於倫敦地鐵的地鐵系統。 1號線在2002年宣告為世界遺產，是世界上唯一獲得此地位的地鐵路線。\n(https://zh.wikipedia.org/wiki/%E5%B8%83%E8%BE%BE%E4%BD%A9%E6%96%AF%E5%9C%B0%E9%93%81)"
    },
    "reference": "https://bkk.hu/downloads/map/178/",
    "updateHistory": [
        {
            "id": 181583723,
            "issueNumber": 1736,
            "reason": "New template of Budapest metro and suburban railway network",
            "time": 1726347656483
        }
    ]
}