{
    "name": {
        "en": "Busan",
        "zh": "釜山",
        "zh-Hant": "釜山",
        "ja": "釜山",
        "zh-Hans": "釜山",
        "ko": "부산"
    },
    "desc": {
        "en": "The Busan Metro is the urban rail system operated by the Busan Transportation Corporation of Busan, South Korea. The metro network first opened in 1985 with seventeen stations, making Busan the second city in South Korea and third in the Korean Peninsula (after Seoul and Pyongyang) to have a metro system. The Metro itself consists of 4 numbered lines, covering 116.5 kilometres (72.4 mi) of route and serving 114 stations. Including the BGL and the Donghae Line, the network covers 205.6 kilometres (127.8 mi) of route and serving 158 stations.",
        "zh": "釜山都市铁道是由韩国釜山市釜山交通公社运营的城市轨道系统。地铁于 1985 年首次开通，共有 17 个车站，使釜山成为韩国第二个拥有地铁系统的城市，也是朝鲜半岛第三个拥有地铁系统的城市。地铁本身由 4 条线路组成，全长 116.5 公里，为 114 个车站提供服务。包括釜山-金海轻电铁和东海线在内，该网络覆盖 205.6 公里的路线，为 158 个车站提供服务。",
        "zh-Hans": "釜山都市铁道是由韩国釜山市釜山交通公社运营的城市轨道系统。地铁于 1985 年首次开通，共有 17 个车站，使釜山成为韩国第二个拥有地铁系统的城市，也是朝鲜半岛第三个拥有地铁系统的城市。地铁本身由 4 条线路组成，全长 116.5 公里，为 114 个车站提供服务。包括釜山-金海轻电铁和东海线在内，该网络覆盖 205.6 公里的路线，为 158 个车站提供服务。",
        "zh-Hant": "釜山都市鐵道是由韓國釜山市釜山交通公社運營的城市軌道系統。 地鐵於 1985 年首次開通，共有 17 個車站，使釜山成為韓國第二個擁有地鐵系統的城市，也是朝鮮半島第三個擁有地鐵系統的城市。 地鐵本身由 4 條線路組成，全長 116.5 公里，為 114 個車站提供服務。 包括釜山-金海輕電鐵和東海線在內，該網路覆蓋 205.6 公里的路線，為 158 個車站提供服務。",
        "ja": "釜山都市鉄道は、韓国の釜山市にある釜山交通公社が運営する都市軌道システムです。地下鉄は1985年に初めて開通し、17の駅があり、釜山は韓国で二番目に地下鉄システムを持つ都市となり、朝鮮半島で三番目に地下鉄システムを持つ都市でもあります。地下鉄自体は4つの路線から成り、総延長は116.5キロメートルで、114の駅にサービスを提供しています。釜山-金海ライトレールや東海線を含むこのネットワークは、205.6キロメートルのルートをカバーし、158の駅にサービスを提供しています。",
        "ko": "부산도시철도는 대한민국 부산에 있는 부산교통공사가 운영하는 도시철도 시스템입니다. 지하철은 1985년 총 17개 역으로 처음 개통되어 부산은 한국에서 두 번째로 지하철을 갖춘 도시이자 한반도에서 세 번째로 지하철을 갖춘 도시가 되었습니다. 지하철 자체는 길이 116.5km의 4개 노선으로 구성되어 있으며 114개 역을 운행합니다. 부산-김해 경전철과 동해선을 포함한 이 네트워크는 205.6km의 노선을 포괄하고 158개 역에 서비스를 제공합니다."
    },
    "reference": "https://www2.humetro.busan.kr/english/main.do",
    "updateHistory": [
        {
            "id": 176381799,
            "issueNumber": 2928,
            "reason": "New template of Busan",
            "time": 1756712994287
        }
    ]
}