{
    "name": {
        "en": "Chongqing",
        "zh-Hans": "重庆",
        "zh-Hant": "重慶"
    },
    "desc": {
        "zh-Hans": "重庆轨道交通（Chongqing Rail Transit，CRT）是服务于中国重庆市境内的城市轨道交通系统，其第一条线路于2005年6月18日开通试运营 ，使重庆成为中国内地第九座、西部地区第一座开通城市轨道交通的城市。\n截至2023年12月，重庆轨道交通已开通12条线路，包括重庆轨道交通环线、1号线、2号线、3号线、4号线、5号线、6号线、国博线、9号线、10号线、18号线、市郊铁路江跳线，运营里程538千米（运营里程含重庆云巴示范线）；共设车站256座（换乘站不重复计算），其中换乘站44座。\n截至2023年12月，重庆轨道交通在建线路共11条。\n2023年，重庆轨道交通年客运量为13.26亿人次。截至2024年4月，重庆轨道交通日最高客运量为2024年4月30日的516.2万人次。截至2024年4月14日14点56分，重庆轨道交通累计客流突破百亿大关，达到100亿。\n2024年6月，重庆轨道交通车站实现5G信号全覆盖。 7月19日起，重庆轨道交通开始全线网销售三日票。",
        "en": "Chongqing Rail Transit (CRT) is an urban rail transit system serving Chongqing, China. Its first line started trial operation on June 18, 2005, making Chongqing the ninth city in the Chinese mainland and the first in the western region to open urban rail transit.\n\nAs of December 2023, Chongqing Rail Transit has opened 12 lines, including the Chongqing Rail Transit Loop Line, Line 1, Line 2, Line 3, Line 4, Line 5, Line 6, Guobo Line, Line 9, Line 10, Line 18, and the suburban railway Jiangtiao Line, with an operating mileage of 538 kilometers (including the Chongqing Yunba demonstration line in the operating mileage); there are a total of 256 stations (transfer stations are not recounted), including 44 transfer stations.\n\nAs of December 2023, there are 11 lines under construction in Chongqing Rail Transit.\n\nIn 2023, the annual passenger volume of Chongqing Rail Transit was 1.326 billion person-times. As of April 2024, the highest daily passenger volume of Chongqing Rail Transit was 5.162 million person-times on April 30, 2024. As of 14:56 on April 14, 2024, the cumulative passenger flow of Chongqing Rail Transit exceeded 10 billion.\n\nIn June 2024, 5G signals covered all stations of Chongqing Rail Transit. Starting from July 19, three-day tickets began to be sold throughout the network of Chongqing Rail Transit. "
    },
    "reference": "https://www.cqmetro.cn/indexEng.html",
    "updateHistory": [
        {
            "id": 123074394,
            "issueNumber": 41,
            "reason": "Add template of Chongqing",
            "time": 1683810518708
        },
        {
            "id": 123074394,
            "issueNumber": 58,
            "reason": "Remove redundant node in the top left corner.",
            "time": 1684158673359
        },
        {
            "id": 123074394,
            "issueNumber": 409,
            "reason": "将暂未开通的5号线中段与10号线后段取消，更新谢家湾站内换乘与谢家湾、观音桥错误站名",
            "time": 1690893174593
        },
        {
            "id": 123074394,
            "issueNumber": 468,
            "reason": "Added rivers announced lines 5 10 rear passes  line 18 line logos and line colors  changed style",
            "time": 1691550925466
        },
        {
            "id": 123074394,
            "issueNumber": 483,
            "reason": "更新线路颜色",
            "time": 1691590029592
        },
        {
            "id": 123074394,
            "issueNumber": 498,
            "reason": "Change the style",
            "time": 1691717314045
        },
        {
            "id": 123074394,
            "issueNumber": 613,
            "reason": "Change Color and Huangjueping station name",
            "time": 1692973194829
        },
        {
            "id": 139970605,
            "issueNumber": 637,
            "reason": "Fix alignment around Houbao North Station and Bijin while correcting spelling of system.",
            "time": 1693369650429
        },
        {
            "id": 139970605,
            "issueNumber": 1014,
            "reason": "Update opening status of several stations entering service from October to November 2023.",
            "time": 1701438587634
        },
        {
            "id": 123074394,
            "issueNumber": 1209,
            "reason": "Change Kunming style added Line 18",
            "time": 1707468075654
        },
        {
            "id": 123074394,
            "issueNumber": 1211,
            "reason": "Change name of Lijiatuo Daqiao Chongqing University of Technology and Huaxi Industrial Park",
            "time": 1707469517548
        },
        {
            "id": 111163606,
            "issueNumber": 1635,
            "reason": "Revise some substantive errors and modify the relative positions of some stations and lines.  ",
            "time": 1722592155579
        }
    ]
}