{
    "name": {
        "en": "Dalian",
        "zh-Hant": "大連",
        "ko": "대련v",
        "zh-Hans": "大连"
    },
    "desc": {
        "en": "Dalian Metro refers to the urban rail transit system serving Dalian City, Liaoning Province, China. Its first line, Dalian Metro Line 3, was officially opened and put into operation on May 1, 2003, making Dalian the sixth city in mainland China and the first city in Liaoning Province to open rail transit. As of April 2023, there are a total of 6 operating lines of Dalian Metro, all of which use the subway system, with a total operating mileage of 237.07 kilometers and a total of 99 stations. As of April 2023, there is one line under construction in Dalian Metro, which is the first phase of Dalian Metro Line 4, with a total length of 27.76 kilometers. In 2017, the annual passenger volume of Dalian Metro reached 157 million people, with an average daily passenger flow of 525800 people and a maximum daily passenger flow of 674000 people. On April 30, 2023, the passenger volume of the Dalian Metro network reached 1.2582 million, reaching a historic high.",
        "zh-Hans": "大连地铁（Dalian Metro）是指服务于中国辽宁省大连市的城市轨道交通，其第一条线路大连地铁3号线于2003年5月1日正式开通运营，使大连成为中国内地第六座、辽宁省首座开通轨道交通的城市。截至2023年4月，大连地铁运营线路共有6条，全部采用地铁系统，运营里程共计237.07千米，共设车站99座。截至2023年4月，大连地铁在建线路1条，为大连地铁4号线一期，共计27.76千米。2017年，大连地铁年客运量达到1.57亿人次，日均客流量52.58万人次，日最大客流67.4万人次。2023年4月30日，大连地铁线网客运量达到125.82万人次，达到历史最高。",
        "zh-Hant": "大連捷運（Dalian Metro）是指服務於中國遼寧省大連市的城市軌道交通，其第一條線路大連捷運3號線於2003年5月1日正式開通運營，使大連成為中國內地第六座、遼寧省首座開通軌道交通的都市。 截至2023年4月，大連捷運運營線路共有6條，全部採用捷運系統，運營里程共計237.07千米，共設車站99座。 截至2023年4月，大連捷運在建線路1條，為大連捷運4號線一期，共計27.76千米。 2017年，大連捷運年客運量達到1.57億人次，日均客流量52.58萬人次，日最大客流67.4萬人次。 2023年4月30日，大連捷運線網客運量達到125.82萬人次，達到歷史最高。",
        "ko": "다롄지하철 (Dalian Metro) 은 중국 랴오닝성 다롄시에 서비스하는 도시 궤도 교통을 가리키며, 그 첫 번째 노선인 다롄지하철 3호선이 2003년 5월 1일에 정식으로 개통되어 운영되어 다롄은 중국 본토에서 6번째, 랴오닝성에서 처음으로 궤도 교통을 개통한 도시가 되었다.2023년 4월까지 대련의 지하철운영선로는 도합 6개로서 전부 지하철시스템을 채용하고 운영거리는 도합 237.07킬로메터이며 도합 99개의 역을 설치한다.2023년 4월까지 대련지하철은 건설중에 있는 선로 1개로 대련지하철 4호선 1기로서 도합 27.76킬로메터이다.2017년, 대련지하철의 년간려객수송량은 연인수로 1억 5700만명에 달했고 일평균 려객흐름량은 연인수로 52만 5800명에 달했으며 일최대 려객흐름은 연인수로 67만 4000명에 달했다.2023년 4월 30일, 대련지하철선망의 려객수송량은 연인수로 125만 8200명에 달해 사상 최고에 달했다."
    },
    "reference": "https://www.dlmetro.com/map/index.do",
    "updateHistory": [
        {
            "id": 123074394,
            "issueNumber": 146,
            "reason": "9",
            "time": 1690288222769
        },
        {
            "id": 123074394,
            "issueNumber": 440,
            "reason": "Add Line logotype",
            "time": 1691375899695
        },
        {
            "id": 123074394,
            "issueNumber": 472,
            "reason": "Add Sea",
            "time": 1691566893499
        },
        {
            "id": 138875021,
            "issueNumber": 577,
            "reason": "Make the ocean seamless and have straight edges. And modify the layout.",
            "time": 1692538110736
        }
    ]
}