{
    "name": {
        "en": "Dalian",
        "zh-Hant": "大連",
        "zh-Hans": "大连",
        "ja": "大連",
        "ko": "대련",
        "fr": "Dalian",
        "ru": "Далянь",
        "de": "Dalian",
        "es": "Dalian"
    },
    "desc": {
        "en": "Dalian Metro refers to the urban rail transit system serving Dalian City, Liaoning Province, China. Its first line, Dalian Metro Line 3, was officially opened and put into operation on May 1, 2003, making Dalian the sixth city in mainland China and the first city in Liaoning Province to open rail transit. As of April 2023, there are a total of 6 operating lines of Dalian Metro, all of which use the subway system, with a total operating mileage of 237.07 kilometers and a total of 99 stations. As of April 2023, there is one line under construction in Dalian Metro, which is the first phase of Dalian Metro Line 4, with a total length of 27.76 kilometers. In 2017, the annual passenger volume of Dalian Metro reached 157 million people, with an average daily passenger flow of 525800 people and a maximum daily passenger flow of 674000 people. On April 30, 2023, the passenger volume of the Dalian Metro network reached 1.2582 million, reaching a historic high. ",
        "zh-Hant": "大連捷運（Dalian Metro）是指服務於中國遼寧省大連市的城市軌道交通，其第一條線路大連捷運3號線於2003年5月1日正式開通運營，使大連成為中國內地第六座、遼寧省首座開通軌道交通的都市。 截至2023年4月，大連捷運運營線路共有6條，全部採用捷運系統，運營里程共計237.07千米，共設車站99座。 截至2023年4月，大連捷運在建線路1條，為大連捷運4號線一期，共計27.76千米。 2017年，大連捷運年客運量達到1.57億人次，日均客流量52.58萬人次，日最大客流67.4萬人次。 2023年4月30日，大連捷運線網客運量達到125.82萬人次，達到歷史最高。 ",
        "zh-Hans": "大连地铁（Dalian Metro）是指服务于中国辽宁省大连市的城市轨道交通，其第一条线路大连地铁3号线于2003年5月1日正式开通运营，使大连成为中国内地第六座、辽宁省首座开通轨道交通的城市。截至2023年4月，大连地铁运营线路共有6条，全部采用地铁系统，运营里程共计237.07千米，共设车站99座。截至2023年4月，大连地铁在建线路1条，为大连地铁4号线一期，共计27.76千米。2017年，大连地铁年客运量达到1.57亿人次，日均客流量52.58万人次，日最大客流67.4万人次。2023年4月30日，大连地铁线网客运量达到125.82万人次，达到历史最高。",
        "ja": "大連地下鉄（Dalian Metro）とは、中国遼寧省大連市にサービスを提供する都市軌道交通のことで、その最初の路線である大連地下鉄3号線は2003年5月1日に正式に開業し、大連を中国内陸部で6番目、遼寧省で初めて軌道交通を開通させた都市にした。2023年4月現在、大連の地下鉄運営路線は計6路線あり、すべて地下鉄システムを採用しており、運営距離は計237.07キロメートルで、駅は99基設置されている。2023年4月現在、大連地下鉄は大連地下鉄4号線1期の27.76キロの路線を建設している。2017年、大連地下鉄の年間旅客輸送量は延べ1億5700万人に達し、1日平均旅客数は延べ52万5800人、1日最大旅客数は延べ67万4000人だった。2023年4月30日、大連地下鉄網の旅客輸送量は延べ125万82万人に達し、過去最高に達した。",
        "ko": "다롄지하철 (Dalian Metro) 은 중국 랴오닝성 다롄시에 서비스하는 도시 궤도 교통을 가리키며, 그 첫 번째 노선인 다롄지하철 3호선이 2003년 5월 1일에 정식으로 개통되어 운영되어 다롄은 중국 본토에서 6번째, 랴오닝성에서 처음으로 궤도 교통을 개통한 도시가 되었다.2023년 4월까지 대련의 지하철운영선로는 도합 6개로서 전부 지하철시스템을 채용하고 운영거리는 도합 237.07킬로메터이며 도합 99개의 역을 설치한다.2023년 4월까지 대련지하철은 건설중에 있는 선로 1개로 대련지하철 4호선 1기로서 도합 27.76킬로메터이다.2017년, 대련지하철의 년간려객수송량은 연인수로 1억 5700만명에 달했고 일평균 려객흐름량은 연인수로 52만 5800명에 달했으며 일최대 려객흐름은 연인수로 67만 4000명에 달했다.2023년 4월 30일, 대련지하철선망의 려객수송량은 연인수로 125만 8200명에 달해 사상 최고에 달했다.",
        "fr": "Le métro de Dalian (Dalian Metro) fait référence au transport ferroviaire urbain desservant la ville de Dalian, dans la province chinoise du Liaoning, et sa première ligne, la ligne 3 du métro de Dalian, a officiellement ouvert ses portes le 1er mai 2003, faisant de Dalian la sixième ville de Chine continentale et la première de la Province du Liaoning à ouvrir le transport ferroviaire. En avril 2023, le métro de Dalian exploite six lignes, toutes avec un système de métro, avec un kilométrage total de 237,07 km et 99 stations. En avril 2023, 1 ligne du métro de Dalian est en construction pour la phase 1 de la ligne 4 du métro de Dalian, totalisant 27,76 km. En 2017, le trafic passagers annuel du métro de Dalian a atteint 157 millions de passagers, avec un trafic quotidien moyen de 525 800 passagers et un trafic quotidien maximal de 674 000 passagers. Le 30 avril 2023, le trafic passagers sur le réseau de métro de Dalian a atteint 12582 million de passagers, un record historique. ",
        "ru": "Метро Даляня (Dalian Metro) - это городское железнодорожное сообщение, обслуживающее город Далянь, провинция Ляонин, Китай.  По состоянию на апрель 2023 года в Даляне насчитывается 6 действующих линий метро, все из которых используют систему метро, общий пробег составляет 237,07 км, в общей сложности 99 станций.  По состоянию на апрель 2023 года 1 строящаяся линия Даляньского метрополитена является первой линией Даляньского метрополитена 4, общей протяженностью 27,76 км.  В 2017 году годовой пассажиропоток Даляньского метрополитена достиг 157 миллионов человек, ежедневный пассажиропоток 525,8 миллиона человек, максимальный ежедневный пассажиропоток 674 000 человек.  30 апреля 2023 года пассажиропоток сети Даляньской наземной железной дороги достиг 1258,2 тыс. человек, достигнув исторического максимума.  ",
        "de": "Dalian Metro bezeichnet das städtische Eisenbahn-Transitsystem, das Dalian City, Provinz Liaoning, China bedient. Ihre erste Linie, Dalian Metro Line 3, wurde offiziell eröffnet und in Betrieb genommen am Mai 1.2003, was Dalian zur sechsten Stadt auf dem Festland Chinas und die erste Stadt in der Provinz Liaoning, die Eisenbahn Transit geöffnet hat. Ab April 2023 gibt es insgesamt sechs Linien der Dalian Metro, die alle das U-Bahn-System nutzen, mit einer Gesamtleistung von 237,07 Kilometern und insgesamt von 99 Stationen. Ab April 2023 befindet sich eine Linie im Bau in Dalian Metro, die die erste Phase der Dalian Metro Linie 4 ist, mit einer Gesamtlänge von 27,76 Kilometern. Im 2017 erreichte das jährliche Passagiervolumen der Dalian Metro 157 Millionen Menschen, mit einem durchschnittlichen täglichen Passagierstrom von 525800 Personen und einem maximalen täglichen Passagierstrom von 674000 Personen. Am April 30, 2023 erreichte das Passagieraufkommen des Dalian Metro-Netzes 1,2582 Millionen und erreichte ein historisches Hoch. ",
        "es": "El metro de Dalian se refiere al transporte ferroviario urbano que sirve a la ciudad de dalian, Provincia de liaoning, china. su primera línea, la línea 3 del metro de dalian, se inauguró oficialmente el 1 de mayo de 2003, convirtiendo a Dalian en la sexta ciudad de China continental y la primera ciudad de la provincia de Liaoning en abrir el transporte ferroviario. A partir de abril de 2023, hay seis líneas de operación del metro de dalian, todas las cuales utilizan el sistema de metro, con un kilometraje total de 237,07 kilómetros y un total de 99 estaciones. A partir de abril de 2023, hay una línea en construcción en el metro de dalian, que es la primera fase de la línea 4 del metro de dalian, con un total de 27,76 kilómetros. En 2017, el tráfico anual de pasajeros del metro de Dalian alcanzó los 157 millones, con un flujo diario promedio de pasajeros de 525.800 y un flujo diario máximo de pasajeros de 674.000. El 30 de abril de 2023, el tráfico de pasajeros de la red ferroviaria de Dalian alcanzó 1.258.200 pasajeros, alcanzando el máximo histórico."
    },
    "reference": "https://www.dlmetro.com/map/index.do",
    "updateHistory": [
        {
            "id": 123074394,
            "issueNumber": 146,
            "reason": "9",
            "time": 1690288222769
        },
        {
            "id": 123074394,
            "issueNumber": 440,
            "reason": "Add Line logotype",
            "time": 1691375899695
        },
        {
            "id": 123074394,
            "issueNumber": 472,
            "reason": "Add Sea",
            "time": 1691566893499
        },
        {
            "id": 138875021,
            "issueNumber": 564,
            "reason": "Optimize the ocean and modify metro lines",
            "time": 1692351153707
        }
    ]
}