{
    "name": {
        "en": "Hiroshima(Electric Railway)",
        "zh-Hans": "广岛（电铁）",
        "zh-Hant": "廣島（電鐵）",
        "ja": "広島（電鉄）",
        "ko": "히로시마(전철)"
    },
    "desc": {
        "en": "The Hiroshima Electric Railway Co., Ltd. (広島電鉄株式会社, Hiroshima Dentetsu kabushiki gaisha) is a Japanese transportation company established on June 18, 1910, that operates streetcars and buses in and around Hiroshima Prefecture. It is known as \"Hiroden\" (広電) for short.\nThe company's rolling stock includes an eclectic range of trams manufactured from across Japan and Europe, earning it the nickname \"The Moving Streetcar Museum\".\n\nFrom January 2008 the company has accepted PASPY, a smart card ticket system. In the spring of 2025, PASPY was replaced by the new QR code based MOBIRY DAYS ticketing system.\n\nThis is the longest tram network in Japan, with 35.1 km (21.8 mi).\n\nThe atomic bombing of Hiroshima by the USA took place on 6 August 1945. 185 employees of the company were killed as a result of the bomb and 108 of its 123 cars were damaged or destroyed. Within three days, the system started running again. Three trams that survived or were rebuilt after the bombing continue to run 75 years afterwards.",
        "zh-Hans": "广岛电铁株式会社（日语：広島電鉄株式会社）是日本一家公共交通运营商，成立于1910年6月18日，主要在广岛县内经营路面电车和公交业务，常简称为“广电”（広電）。\n\n该公司的电车车辆汇集了来自日本及欧洲各地的多种型号，因而被誉为“行走的路面电车博物馆”。其运营的电车线路网全长35.1公里（约21.8英里），是日本目前最长的路面电车网络。\n\n自2008年1月起，公司引入智能卡票务系统“PASPY”。至2025年春季，该系统已升级为基于二维码的新型票务系统“MOBIRY DAYS”。\n\n1945年8月6日，美军对广岛实施原子弹轰炸，导致该公司185名员工丧生，123辆电车中有108辆受损或被毁。然而在轰炸仅三天后，电车系统便恢复运行。其中三辆在轰炸中幸存或经修复的电车，在75年后的今天仍在继续行驶。",
        "ja": "広島電鉄株式会社（ひろしまでんてつ）は、1910年6月18日に設立された日本の交通事業者で、広島県内で路面電車とバスを運行しています。通称は「広電」（ひろでん）です。\n\n同社の車両は、日本やヨーロッパなど多様なメーカー・時代の路面電車が在籍し、「走る路面電車博物館」とも称されています。\n\n2008年1月より、ICカード乗車券「PASPY」を導入しました。2025年春には、新たなQRコード決済型乗車システム「MOBIRY DAYS」へと移行しました。\n\n運行路線の総延長は35.1kmで、これは日本で最も長い路面電車網です。\n\n1945年8月6日に発生した広島への原子爆弾投下では、社員185名が犠牲となり、123両中108両の車両が被災、破壊されました。しかし、わずか3日後に運行を再開しました。被爆を免れた、または戦後に復旧された車両のうち3両は、75年経った現在も運行を続けています。"
    },
    "reference": "https://www.hiroden.co.jp/",
    "updateHistory": [
        {
            "id": 170912407,
            "issueNumber": 3249,
            "reason": "New template of Hiroshima(Electric Railway)",
            "time": 1766932401739
        }
    ]
}