{
    "name": {
        "en": "Ho Chi Minh City",
        "zh-Hans": "胡志明市",
        "vi": "Thành phố Hồ Chí Minh",
        "zh-Hant": "胡志明市",
        "ja": "ホーチミン市",
        "fr": "Hô Chi Minh-Ville",
        "ko": "호찌민시",
        "pt": "Cidade de Ho Chi Minh",
        "de": "Ho Chi Minh-Schtadt",
        "ar": "مدينة هو تشي منه"
    },
    "desc": {
        "en": "The Ho Chi Minh City Metro (HCMC Metro, Vietnamese: Đường sắt đô thị Thành phố Hồ Chí Minh) is a rapid transit system in Ho Chi Minh City, the most populous city in Vietnam.\nThe system currently consists of one operational line, Line 1 which opened on 22 December 2024 from Bến Thành Market to Eastern Bus Terminus. Additional lines are currently under construction or being planned. Line 1 is 19.7 km (12.2 mi) long with three underground stations (Bến Thành, Ho Chi Minh City Opera House, and Ba Son) and eleven elevated stations. The three stations above are Vietnam's first underground metro stations. Trains are designed to travel at up to 110 km/h (68 mph) on the elevated sections and up to 80 km/h (50 mph) underground.",
        "zh-Hans": "胡志明市都市铁路是越南最大城市胡志明市的城市轨道交通系统，首条线路（1号线）于2012年动工，2024年12月22日通车，另有7条线路规划中。胡志明市当局在2001年提出兴建都市铁路，连接胡志明市与周边省份，以免像曼谷等亚洲城市一样，出现严重的交通挤塞问题。\n胡志明市人民委员会已成立都市铁路管理局，负责都市铁路的建设工程，并成立1号都市铁路独资责任有限公司，负责未来1号线的运作。根据越南政府在2013年批准修改的《至2020年（展望2020年之后）胡志明市交通运输发展规划》，胡志明市计划兴建11条轨道交通线路（包括8条都市铁路线、1条有轨电车线路和两条单轨铁路）。",
        "vi": "Đường sắt đô thị Thành phố Hồ Chí Minh (tiếng Anh: Ho Chi Minh City Metro - HCMC Metro) là hệ thống đường sắt đô thị đang xây dựng tại Thành phố Hồ Chí Minh. Dự án là sự kết hợp giữa tàu điện ngầm (metro), xe điện mặt đất (tramway) và tàu một ray (monorail).\n\nHệ thống bao gồm 8 tuyến với tổng chiều dài là 169 km, 1 tuyến xe điện 12,8 km và 2 tuyến đường ray đơn dài 43,7 km. Có 175 nhà ga tổng chiều dài hệ thống là 225,5 km.\n\nTuyến đầu tiên của hệ thống là tuyến số 1 chính thức vận hành từ ngày 22 tháng 12 năm 2024[1]. Tuyến tiếp theo là tuyến số 2 dự kiến vận hành năm 2030."
    },
    "reference": "http://maur.hochiminhcity.gov.vn/web/bqlds/tuyen-so-1        https://vi.wikipedia.org/wiki/Tuy%E1%BA%BFn_1_(%C4%90%C6%B0%E1%BB%9Dng_s%E1%BA%AFt_%C4%91%C3%B4_th%E1%BB%8B_Th%C3%A0nh_ph%E1%BB%91_H%E1%BB%93_Ch%C3%AD_Minh)",
    "updateHistory": [
        {
            "id": 56497271,
            "issueNumber": 2278,
            "reason": "New template of ",
            "time": 1738689827567
        }
    ]
}