{
    "name": {
        "en": "Jinan",
        "zh-Hans": "济南",
        "zh-Hant": "濟南",
        "ja": "済南",
        "ko": "지난"
    },
    "desc": {
        "en": "The Jinan Metro, also known as Jinan Rail Transit, is an urban rail transit system that serves the city of Jinan in Shandong Province, China. It is operated by the Jinan Rail Transit Group Co., Ltd. As of December 6, 2025, the Jinan Rail Transit Group operates three subway lines: Line 1, Line 2, and Line 3. The total operating length of these subway lines is 96.335 km, and there are 48 stations in total. In addition, the Jinan Rail Transit Group also operates the Skyshuttle Line 1, which uses a bus-style transit system. The operating length of Skyshuttle Line 1 is 30.55 km, and it has 32 stations.",
        "zh-Hans": "济南地铁，又称为济南轨道交通，是服务于中国山东省济南市的城市轨道交通系统，由济南轨道交通集团有限公司运营。截至2025年12月6日，济南轨道交通集团共运营3条地铁线路（1号线、2号线、3号线），地铁运营里程96.335km，车站48座。同时，济南轨道交通集团也运营云巴制式的云巴1号线，运营里程30.55km，车站32座。",
        "zh-Hant": "濟南地鐵，又稱爲濟南軌道交通，昰服務于中國山東省濟南市的城市軌道交通係統，由濟南軌道交通集糰有限公司運營。截至2025年12月6日，濟南軌道交通集糰共運營3條地鐵線路（1號線、2號線、3號線），地鐵運營裏程96.335km，車站48座。衕時，濟南軌道交通集糰也運營雲巴製式的雲巴1號線，運營裏程30.55km，車站32座。",
        "ja": "济南地下鉄、または济南軌道交通とは、中国山東省济南市で利用されている都市軌道交通システムであり、济南軌道交通集団有限公司によって運営されています。2025年12月6日時点で、济南軌道交通集団は3つの地下鉄路線（1号線、2号線、3号線）を運営しており、その運行距離は合計で96.335km、駅の数は48駅です。また、济南軌道交通集団は雲巴方式の雲巴1号線も運営しており、その運行距離は30.55km、駅の数は32駅です。",
        "ko": "제남 지하철은 제남 교통 체계라고도 불리며, 중국 산동성 제남시를 위한 도시 교통 체계로, 제남 교통 체계 그룹 유한회사가 운영하고 있습니다. 2025년 12월 6일 기준으로, 제남 교통 체계 그룹은 총 3개의 지하철 노선(1호선, 2호선, 3호선)을 운영하고 있으며, 지하철의 총 운행 거리는 96.335km, 역 수는 48개입니다. 또한 제남 교통 체계 그룹은 윤바 방식의 윤바 1호선도 운영하고 있으며, 이 노선의 운행 거리는 30.55km, 역 수는 32개입니다."
    },
    "reference": "http://www.jngdjt.cn/",
    "updateHistory": [
        {
            "id": 143541622,
            "issueNumber": 646,
            "reason": "2023",
            "time": 1693635693857
        },
        {
            "id": 139970605,
            "issueNumber": 806,
            "reason": "Fix station name of Jinan West Railway Station. Also unifying station styles and improving alignment near WANGFUZHUANG and YUANBOYUAN.",
            "time": 1695207267078
        },
        {
            "id": 139970605,
            "issueNumber": 942,
            "reason": "Update opening status of PEIJIAYING Station.",
            "time": 1698240867171
        },
        {
            "id": 132763907,
            "issueNumber": 1159,
            "reason": "Fix name of JINANXI RAILWAY STATION",
            "time": 1705734149358
        },
        {
            "id": 154876632,
            "issueNumber": 1921,
            "reason": "Add Phase 2 of Line 3 TANTOU-JICHANGNAN",
            "time": 1732423675439
        },
        {
            "id": 185658062,
            "issueNumber": 1944,
            "reason": "LIGENGLU was renamed ANCHENGJIE.",
            "time": 1732934894576
        },
        {
            "id": 185658062,
            "issueNumber": 3203,
            "reason": "Jinan Skyshuttle Line 1 was officially launched on December 6, 2025.",
            "time": 1765602832416
        }
    ]
}