{
    "name": {
        "en": "Lanzhou"
    },
    "desc": {
        "en": "As of June 2023, Lanzhou rail transit has opened a total of 2 lines, including line 1 and Line 2, all using the subway system, a total of 27 stations (transfer stations double counting), the total length of the subway line 34.96 kilometers.\nAs of May 6, 2021, the highest daily passenger volume of Lanzhou rail transit was 317,800 passengers on May 1, 2021. In June 2012, the National Development and Reform Commission approved the Short-term Construction Plan of Lanzhou Urban Rail Transit (2011 ~ 2020).\nIt is clear in the planning: according to the overall urban planning and comprehensive transportation planning of Lanzhou city, the long-term urban rail transit network of Lanzhou city is composed of 6 lines, with a total length of about 207 kilometers, with a density of 0.83 kilometers/square kilometers in the core area and 0.34 kilometers/square kilometers in the central area. In the network, Line 1, 2 and 3 are the central urban line, and Line 1 is the east-west backbone line of the urban area, traversing the central urban area, connecting the core and sub-center of the city, strengthening the connection between Xigu, Anning, Qilihe and Chengguan districts, connecting the main external transportation hub and the important functional nodes of the city; Line 2 is the second east-west backbone line of the city, strengthening the connection between Anning, Qilihe, Chengguan and Yantan groups; Line 3 is a line connecting the two sides of the Yellow River in Chengguan District, strengthening the connection between Chengguan, Yanchangbao, Yantan, and Heping groups. Line 4, 5 and 6 are three city lines, namely Zhongchuan Line, Yuzhong Line and Qingshi Line, which strengthen the connection between the central city and the outer groups. It is estimated that in 2020, public transport trips in Lanzhou urban area will account for 40% of all mode trips, and rail transit will account for 15-20% of public transport trips.\nThe first phase of Lanzhou Rail Transit Line 2 (Dongfanghong Square to Yanbei section) is 9.06 kilometers in length, with 9 stations including Dongfanghong Square Station, Post and Telecommunications Building Station, Lanzhou Railway Station, Hongxing Lane Station, Tuanjie Xincun Station, Wulipu Station, Zhangsutan Station, Junjiatan Station, Yanbai Bridge Station, 1 parking lot, 1 main substation, and the control center is shared with Line 1. Among them, Dongfang Red Square station and Wulipu Station have been designed and constructed synchronously with Line 1",
        "zh-CN": "截至2023年06月，兰州轨道交通已开通运营线路共有2条，包括1、2号线，均采用地铁系统，共27座车站（换乘站重复计算），地铁线路总长34.96千米。\n截至2021年5月6日，兰州轨道交通最高日客运量为2021年5月1日的31.78万人次。2012年06月，国家发展改革委批准了《兰州市城市轨道交通近期建设规划（2011年～2020年）》。\n规划中明确：依据兰州城市总体规划和综合交通规划，兰州市远景规划城市轨道交通线网由6条线路组成，总长约207千米，核心区线网密度0.83千米/平方千米，中心城区线网密度0.34 千米/平方千米。线网中， 1、2、3号线为中心城区线，1号线是市区东西向骨干线路，横贯中心城区，连接城市核心区和副中心，加强西固、安宁、七里河、城关四区的联系，衔接主要对外交通枢纽和城市重要功能节点；2号线是市区东西向的第二条骨干线路，加强安宁、七里河、城关、雁滩组团之间的联系；3号线是沟通城关区黄河两岸的线路，强化城关、盐场堡、雁滩、和平组团的联系。4、5、6号线分别为中川线、榆中线和青什线3条市域线，加强中心城区与外围组团之间的联系。预计2020年，兰州市区公共交通出行占全方式出行量的40%，轨道交通占公共交通出行量的15～20%。\n兰州轨道交通2号线一期工程（东方红广场至雁北路段）全长9.06公里，共设东方红广场站、邮电大楼站、兰州火车站、红星巷站、团结新村站、五里铺站、张苏滩站、均家滩站、雁白大桥站等9座车站，1座停车场，1座主变电站，控制中心与1号线共用，其中东方红广场站、五里铺站已与1号线同步设计、同步施工"
    },
    "reference": "https://www.lzgdjt.com/lzgd/",
    "updateHistory": [
        {
            "id": 138973971,
            "issueNumber": 936,
            "reason": "New template of Lanzhou",
            "time": 1697878574398
        },
        {
            "id": 141658019,
            "issueNumber": 990,
            "reason": "New template of ",
            "time": 1700640469067
        }
    ]
}