{
    "name": {
        "en": "Macao",
        "zh-Hans": "澳门",
        "zh-Hant": "澳門",
        "pt": "Macau"
    },
    "desc": {
        "zh-Hans": "澳门轻轨（葡萄牙语：Metro Ligeiro de Macau；英语：Macao Light Rapid Transit），是服务于中华人民共和国澳门特别行政区的旅客捷运系统，其首条线路澳门轻轨氹仔线于2019年12月10日通车。\n截至2024年12月，澳门轻轨运营线路共有3条，即澳门轻轨氹仔线、澳门轻轨石排湾线、澳门轻轨横琴线，运营里程为16.3千米，共设15座车站，其中高架站12座、地面站1座、地下站2座。\n截至2024年12月，澳门轻轨在建线路1条，为澳门轻轨东线。",
        "zh-Hant": "澳門輕軌（葡萄牙語：Metro Ligeiro de Macau; 英語：Macao Light Rapid Transit），是服務於中華人民共和國澳門特別行政區的旅客捷運系統，其首條線路澳門輕軌氹仔線於2019年12月10日通車。  \n截至2024年12月，澳門輕軌運營線路共有3條，即澳門輕軌氹仔線、澳門輕軌石排灣線、澳門輕軌橫琴線，運營里程為16.3千米，共設15座車站，其中高架站12座、地面站1座、地下站2座。  \n截至2024年12月，澳門輕軌在建線路1條，為澳門輕軌東線。  ",
        "en": "The Macao Light Rapid Transit (Portuguese: Metro Ligeiro de Macau) is a passenger rapid transit system serving the Macao Special Administrative Region of the People's Republic of China. Its first line, the Macao Light Rapid Transit Taipa Line, was opened on December 10, 2019. As of December 2024, the Macao Light Rapid Transit will have a total of three operational lines: the Macao Light Rapid Transit Taipa Line, the Macao Light Rapid Transit Seac Pai Van Line, and the Macao Light Rapid Transit Hengqin Line, with a total operational mileage of 16.3 kilometers and 15 stations, including 12 elevated stations, 1 ground station, and 2 underground stations. As of December 2024, there is one line under construction, which is the Macao Light Rapid Transit East Line.",
        "pt": "O metro leve de Macau é um sistema de transporte de passageiros que serve a Região Administrativa Especial de Macau da República Popular da China, tendo a sua primeira linha, a Linha Taipa, inaugurada a 10 de dezembro de 2019. Até dezembro de 2024, o metro leve de Macau terá um total de 3 linhas em operação, nomeadamente a Linha Taipa, a Linha Seac Pai Van e a Linha Hengqin, com uma extensão total de 16,3 quilómetros e 15 estações, das quais 12 são elevadas, 1 é de superfície e 2 são subterrâneas. Até dezembro de 2024, está em construção uma nova linha, a Linha Leste."
    },
    "reference": "https://www.mlm.com.mo/tc/route.html",
    "updateHistory": [
        {
            "id": 59787082,
            "issueNumber": 323,
            "reason": "Add Macao Light Rapid Transit",
            "time": 1688730553409
        },
        {
            "id": 70256298,
            "issueNumber": 639,
            "reason": "The Lotus Checkpoint Station of the Macau LRT Taipa Line has been renamed to Lotus Station",
            "time": 1693377179835
        },
        {
            "id": 139970605,
            "issueNumber": 1041,
            "reason": "Add Barra Station which opened in 8th December 2023.",
            "time": 1702019879863
        },
        {
            "id": 182935715,
            "issueNumber": 1777,
            "reason": "add Union Hospital",
            "time": 1727358098096
        },
        {
            "id": 182935715,
            "issueNumber": 1885,
            "reason": "add SPV line",
            "time": 1731114913966
        },
        {
            "id": 138973971,
            "issueNumber": 1982,
            "reason": "add hengqin line",
            "time": 1733624971494
        },
        {
            "id": 145186810,
            "issueNumber": 2158,
            "reason": "Add route names and change the scale",
            "time": 1736071709085
        },
        {
            "id": 145186810,
            "issueNumber": 2388,
            "reason": "Fix the describtion and add more languages",
            "time": 1740286973665
        }
    ]
}