{
    "name": {
        "en": "Naha",
        "ja": "那覇",
        "zh-Hans": "那霸",
        "zh-Hant": "那霸",
        "ko": "나하"
    },
    "desc": {
        "en": "The Okinawa Urban Monorail Line (Japanese name: 沖縄都市モノレール) is a straddle-type monorail line operated by Okinawa Urban Monorail Co., Ltd., nicknamed \\\"Yui-Rail.\\\" The line opened on August 10, 2003, and is the first monorail railway newly built in Okinawa Prefecture since World War II, as well as the only rail transit system in the prefecture. The line connects Naha Airport Station to Tedako-Uranishi Station, passing through Naha City and Urasoe City. It is 17 kilometers long, has 19 stations (with an average distance of 0.94 kilometers between stations), and the full journey takes 37 minutes. The daily passenger volume is approximately 49,716 (as of 2017), and the basic fare is 370 yen, with discounts available for IC card users. Baidu Encyclopedia",
        "zh-Hans": "冲绳都市单轨电车线（外文名：沖縄都市モノレール），是由冲绳都市单轨电车株式会社运营的跨座式单轨电车线路，昵称“Yui-Rail”。线路于2003年8月10日通车，作为冲绳县自第二次世界大战后首条新建单轨铁路，也是该县唯一的轨道交通系统。线路连接那霸机场站至日子浦西站，途经那霸市和浦添市，全长17公里，设19个车站（平均站距0.94公里），全程运行时间37分钟。日均客运量约49716人次（2017年），基础票价为370日元且使用IC卡可享折扣。摘自百度百科",
        "ja": "沖縄都市モノレールは、沖縄都市モノレール株式会社が運営する跨座式モノレール路線で、愛称は「ゆいレール」です。路線は2003年8月10日に開業し、沖縄県における第二次世界大戦後初の新設モノレールであり、同県で唯一の鉄道交通システムでもあります。路線は那覇空港駅からおもろまち駅を経て浦添市までを結び、那覇市と浦添市を通過します。全長は17キロメートルで、駅数は19駅（平均駅間距離0.94キロメートル）、全線の所要時間は37分です。2017年の1日平均旅客数は約49,716人で、基本運賃は370円、ICカード利用で割引が適用されます。",
        "zh-Hant": "沖繩都市單軌電車線（日文名：沖縄都市モノレール），是由沖繩都市單軌電車株式会社運營的跨座式單軌電車路線，綽號“Yui-Rail”。路線於2003年8月10日通車，作為沖繩縣自第二次世界大戰後首條新建單軌鐵路，也是該縣唯一的軌道交通系統。路線連接那霸機場站至日子浦西站，途經那霸市和浦添市，全長17公里，設19個車站（平均站距0.94公里），全程運行時間37分鐘。日均客運量約49716人次（2017年），基礎票價為370日元且使用IC卡可享折扣。摘自百度百科",
        "ko": "오키나와 도시 단일궤도 전철 노선(일본어 명칭: 沖縄都市モノレール)은 오키나와 도시 단일궤도 전철 주식회사가 운영하는 가로형 단일궤도 전철 노선으로, 별칭은 'Yui-Rail'이다. 노선은 2003년 8월 10일에 개통되었으며, 제2차 세계대전 이후 오키나와현 최초로 건설된 단일궤도 철도이자 현 내 유일의 궤도 교통 시스템이다. 노선은 나하 공항역에서 히자우라니시역까지 연결되며, 나하시와 우라소에시를 지나 전장 17km, 19개의 역(평균 역 간 거리 0.94km)을 갖추고 있으며, 전체 운행 시간은 37분이다. 일평균 승객 수는 약 49,716명(2017년 기준)이며, 기본 요금은 370엔이고 IC카드를 사용하면 할인 혜택을 받을 수 있다. 출처: 바이두 백과"
    },
    "reference": "https://www.yui-rail.co.jp/common/uploads/routemap_pc_jp-2.jpg",
    "updateHistory": [
        {
            "id": 161178029,
            "issueNumber": 3096,
            "reason": "New template of New template of Naha. ",
            "time": 1760777300717
        }
    ]
}