{
    "name": {
        "en": "Nanning",
        "zh-CN": "南宁",
        "zh-Hant": "南寧"
    },
    "desc": {
        "zh-Hans": "南宁轨道交通（Nanning Rail Transit），是服务于中国广西壮族自治区南宁市的城市轨道交通系统。其第一条线路于2016年6月28日开通试运营，使广西壮族自治区成为中国第一个开通地铁的少数民族自治区。\n截至2021年12月16日，南宁轨道交通运营线路共有5条，即南宁轨道交通1号线、南宁轨道交通2号线、南宁轨道交通3号线、南宁轨道交通4号线、南宁轨道交通5号线。 里程总长为128千米，共设车站104座（换乘站重复计算）。\n截至2023年6月，南宁轨道交通在建线路共有1段，为南宁轨道交通4号线一期后通段 。另有备建环评中线路共7条（段），分别为1号线北延段、2号线三期、3号线南延段、5号线南延段、5号线北延段、6号线一期、机场线一期。",
        "en": "Nanning Rail Transit is an urban rail transit system serving Nanning, Guangxi Zhuang Autonomous Region, China. Its first line opened for trial operation on June 28, 2016, making Guangxi Zhuang Autonomous Region the first ethnic minority autonomous region in China to open a subway.\nAs of December 16, 2021, there are 5 Nanning Rail Transit operating lines, namely Nanning Rail Transit Line 1, Nanning Rail Transit Line 2, Nanning Rail Transit Line 3, Nanning Rail Transit Line 4, and Nanning Rail Transit Line 5. The total length of the mileage is 128 kilometers, and there are 104 stations (double counting of transfer stations).\nAs of June 2023, there is a total of 1 section of Nanning Rail Transit under construction, which is the post-pass section of the first phase of Nanning Rail Transit Line 4. In addition, there are 7 lines (sections) under the EIA, namely the northern extension of Line 1, the third phase of Line 2, the south extension of Line 3, the south extension of Line 5, the north extension of Line 5, the first phase of Line 6, and the first phase of Airport Line."
    },
    "reference": "http://www.nngdjt.com/html/service/",
    "updateHistory": [
        {
            "id": 123074394,
            "issueNumber": 354,
            "reason": "9",
            "time": 1689552507661
        },
        {
            "id": 140794505,
            "issueNumber": 429,
            "reason": "Revised some table annotations. Otimized the route direction. Added stations in the rear section of Line 4.",
            "time": 1691246930197
        },
        {
            "id": 123074394,
            "issueNumber": 455,
            "reason": "更新线路标识位置及3号线的走向",
            "time": 1691478825746
        }
    ]
}