{
    "name": {
        "en": "Qingdao",
        "zh-Hans": "青岛",
        "zh-Hant": "青島",
        "ja": "青島",
        "ko": "칭다오",
        "ru": "Циндао",
        "fr": "Qingdao",
        "de": "Qingdao",
        "es": "Qingdao"
    },
    "desc": {
        "zh-Hans": "青岛地铁（Qingdao Metro）是服务于中国山东省青岛市的城市轨道交通系统，其首条线路——青岛地铁3号线于2015年12月16日开通试运营。截至2022年12月，青岛地铁运营里程为315千米，共设车站164座。截至2023年6月，青岛地铁开通运营线路共有7条，分别为青岛地铁1号线（含7号线一期），共设车站41座，全长60.0千米；青岛地铁2号线一期，共设车站22座，全长25.2千米；青岛地铁3号线，共设车站22座，全长24.8千米；青岛地铁4号线，共设车站25座，全长30.7千米；青岛地铁8号线北段，共设车站11座，全长48.3千米；青岛地铁11号线，共设车站22座，全长58.4千米；青岛地铁13号线一期和二期南段，共设车站21座，全长67.6千米。截至2023年6月，青岛地铁在建线路共有8条，分别为2号线一期调整段和二期、5号线、6号线一期和二期、7号线二期、8号线南段和支线、9号线一期、13号线二期北段、15号线一期。2022年，青岛地铁共发送乘客2.83亿人次。截至2023年5月，青岛地铁单日最高客运量为224.43万人次(2023年5月1日)",
        "en": "Qingdao Metro is an urban rail transit system serving the city of Qingdao Metro, Shandong Province, China. Its first line, Qingdao Metro Line 3, was put into trial operation on December 16, 2015. As of December 2022, Qingdao Metro has a total operating mileage of 315 kilometers and 164 stations. As of June 2023, Qingdao Metro has 7 lines in operation, including Line 1 (including Phase I of Line 7) of Qingdao Metro, with 41 stations and a total length of 60.0km; Phase I of Qingdao Metro Line 2 has 22 stations with a total length of 25.2 kilometers; Qingdao Metro Line 3 has 22 stations with a total length of 24.8 kilometers; Qingdao Metro Line 4 has 25 stations with a total length of 30.7 kilometers; The northern section of Qingdao Metro Line 8 has 11 stations with a total length of 48.3 kilometers; Qingdao Metro Line 11 has 22 stations with a total length of 58.4 kilometers; The South Section of Phase I and Phase II of Qingdao Metro Line 13 has 21 stations with a total length of 67.6 kilometers. As of June 2023, there are 8 lines under construction in Qingdao Metro, including Line 2 Phase I Adjustment Section and Phase II, Line 5, Line 6 Phase I and Phase II, Line 7 Phase II, Line 8 South Section and Extension, Line 9 Phase I, Line 13 Phase II North Section, and Line 15 Phase I. In 2022, Qingdao Metro will send 283 million passengers. As of May 2023, the maximum daily passenger volume of Qingdao Metro will be 2.2443 million person times (on May 1, 2023)",
        "zh-Hant": "青島地鐵（Qingdao Metro）是服務於中國山東省青島市的城市軌道交通系統，其首條線路——青島地鐵3號線於2015年12月16日開通試運營。截至2022年12月，青島地鐵運營里程為315千米，共設車站164座。截至2023年6月，青島地鐵開通運營線路共有7條，分別為青島地鐵1號線（含7號線一期），共設車站41座，全長60.0千米；青島地鐵2號線一期，共設車站22座，全長25.2千米；青島地鐵3號線，共設車站22座，全長24.8千米；青島地鐵4號線，共設車站25座，全長30.7千米；青島地鐵8號線北段，共設車站11座，全長48.3千米；青島地鐵11號線，共設車站22座，全長58.4千米；青島地鐵13號線一期和二期南段，共設車站21座，全長67.6千米。截至2023年6月，青島地鐵在建線路共有8條，分別為2號線一期調整段和二期、5號線、6號線一期和二期、7號線二期、8號線南段和支線、9號線一期、13號線二期北段、15號線一期。 2022年，青島地鐵共發送乘客2.83億人次。截至2023年5月，青島地鐵單日最高客運量為224.43萬人次(2023年5月1日)",
        "ja": "青島地下鉄（Qingdao Metro）は中国山東省青島市にサービスを提供する都市軌道交通システムで、その初の路線である青島地下鉄3号線が2015年12月16日に試験運行を開始した。2022年12月現在、青島の地下鉄運営距離は315キロで、駅は164駅設置されている。2023年6月現在、青島地下鉄が開業した路線は計7路線で、それぞれ青島地下鉄1号線（7号線1期を含む）で、合計41駅、全長60.0キロ、青島地下鉄2号線の第1期には、駅が22基設置され、全長25.2キロ、青島地下鉄3号線には、駅が22基設置され、全長24.8キロ、青島地下鉄4号線には、駅が25基設置され、全長30.7キロ、青島地下鉄8号線の北段には、駅が11基設置され、全長48.3キロ、青島地下鉄11号線には、駅が22基設置され、全長58.4キロ、青島地下鉄13号線の第1期と第2期の南段には、駅が21基設置され、全長67.6キロ。2023年6月現在、青島地下鉄は建設中の路線が8本あり、それぞれ2号線の1期調整段と2期、5号線、6号線の1期と2期、7号線の2期、8号線の南段と支線、9号線の1期、13号線の2期北段、15号線の1期である。2022年、青島地下鉄は延べ2億8300万人の乗客を輸送した。2023年5月現在、青島地下鉄の1日当たりの最高旅客輸送量は224万4300人（2023年5月1日）",
        "ko": "칭다오 메트로 (Qingdao Metro) 는 중국 산둥성 칭다오시에 서비스되는 도시 궤도 교통 시스템으로, 그 첫 노선인 칭다오 지하철 3호선이 2015년 12월 16일에 개통되어 시범 운영되었다.2022년 12월까지 청도지하철의 운영거리는 315킬로메터로서 도합 164개의 역을 설치하였다.2023년 6월까지 칭다오 지하철 개통 운영 노선은 모두 7개로 칭다오 지하철 1호선 (7호선 1단계 포함) 으로 총 41개의 역이 설치되며 전체 길이는 60.0km이다.청도지하철 2호선 1기는 도합 22개의 역을 설치하였는데 총길이는 25.2킬로메터이다.청도지하철 3호선은 도합 22개의 역을 설치하였는데 총길이는 24.8킬로메터이다.청도지하철 4호선은 도합 25개의 역을 설치하고 총길이가 30.7킬로메터이다.청도지하철 8호선 북단에는 도합 11개의 역이 설치되였는데 총길이가 48.3킬로메터이다.청도지하철 11호선은 도합 22개의 역을 설치하였는데 총길이는 58.4킬로메터이다.청도지하철 13호선 1기와 2기 남단에는 도합 21개의 역이 설치되였는데 총길이는 67.6킬로메터이다.2023년 6월까지 청도지하철이 건설중에 있는 선로는 도합 8개로서 각각 2호선 1기조정구간과 2기, 5호선, 6호선 1기와 2기, 7호선 2기, 8호선 남단과 지선, 9호선 1기, 13호선 2기 북단, 15호선 1기이다.2022년에 청도지하철은 연인수로 2억 8300만명의 승객을 발송했다.2023년 5월까지 칭다오 지하철의 하루 최고 여객 수송량은 224만 4300명 (2023년 5월 1일) 이다",
        "ru": "Метро Циндао (Qingdao Metro) - это городская железнодорожная система, обслуживающая город Циндао, провинция Шаньдун, Китай.  По состоянию на декабрь 2022 года, Циндаоское метро эксплуатирует 315 км пробега, в общей сложности 164 станции.  По состоянию на июнь 2023 года, Циндаоское метро открыло в общей сложности 7 линий, соответственно, линию Циндаоского метро 1 (включая первую фазу линии 7), в общей сложности 41 станцию общей протяженностью 60,0 км.  Первый этап линии метро Циндао 2, в общей сложности 22 станции общей протяженностью 25,2 км.  Линия метро Циндао 3, в общей сложности 22 станции общей протяженностью 24,8 км.  Линия метро Циндао 4, в общей сложности 25 станций общей протяженностью 30,7 км.  Северный участок линии 8 Циндаоского метрополитена состоит из 11 станций общей протяженностью 48,3 км.  Линия метро Циндао 11, в общей сложности 22 станции общей протяженностью 58,4 км.  На первом и втором южных участках линии метро Циндао насчитывается 21 станция общей протяженностью 67,6 км.  По состоянию на июнь 2023 года в Циндаоском метрополитене в общей сложности 8 строящихся линий: 1 - й этап регулировки и 2 - й этап линии 2, 5 - й этап, 1 - й и 2 - й этапы линии 6, 2 - й этап линии 7, южный участок линии 8 и ответвление, 1 - й этап линии 9, 2 - й северный участок линии 13 и 1 - й этап линии 15, соответственно.  В 2022 году метро Циндао отправило 283 миллиона пассажиров.  По состоянию на май 2023 года максимальный пассажиропоток Циндаоского метрополитена в один день составил 224,43 тыс. человек (1 мая 2023 года) ",
        "fr": "Qingdao Metro (Qingdao Metro) est un système de transport ferroviaire urbain desservant la ville de Qingdao, dans la province chinoise du Shandong, dont la première ligne, la ligne 3 du métro de Qingdao, a été inaugurée le 16 décembre 2015. En décembre 2022, le métro de Qingdao a un kilométrage opérationnel de 315 km et un total de 164 stations. En juin 2023, le métro de Qingdao a ouvert un total de 7 lignes opérationnelles, chacune de la ligne 1 du métro de Qingdao (y compris la phase 1 de la ligne 7), avec 41 stations et une longueur totale de 60,0 km; La première phase de la ligne 2 du métro de Qingdao, avec un total de 22 stations et une longueur totale de 25,2 km; La ligne 3 du métro de Qingdao, avec un total de 22 stations et une longueur totale de 24,8 km; Ligne 4 du métro de Qingdao, 25 stations au total, longueur totale de 30,7 km; La section nord de la Ligne 8 du métro de Qingdao, avec 11 stations, a une longueur totale de 48,3 km; La ligne 11 du métro de Qingdao, avec un total de 22 stations et une longueur totale de 58,4 km; Les sections sud des phases I et II de la Ligne 13 du métro de Qingdao, avec 21 stations, ont une longueur totale de 67,6 km. En juin 2023, il y a un total de 8 lignes en construction dans le métro de Qingdao, soit la ligne 2, phase I et phase II, la ligne 5, la ligne 6, phase I et phase II, la ligne 7, phase II, la Ligne 8, section sud et branche, la ligne 9, phase I, la Ligne 13, phase II, section nord, la ligne 15, phase I. En 2022, le métro de Qingdao a transporté 283 millions de passagers. Jusqu'en mai 2023, le trafic de passagers le plus élevé en une journée dans le métro de Qingdao est 22443 000 (1er mai 2023)",
        "de": "Qingdao Metro ist ein städtisches Schienenverkehrssystem, das die Stadt Qingdao in der chinesischen Provinz Shandong bedient. Seine erste Linie, Qingdao Metro Line 3, wurde am Dezember 16, 2015 in Probebetrieb genommen. Ab Dezember 2022 beträgt die Laufleistung der Qingdao Metro 315 Kilometer, mit insgesamt 164 Stationen. Ab Juni 2023 gibt es insgesamt sieben operative Linien der Qingdao Metro, einschließlich Linie 1 (einschließlich Phase 1 der Linie 7), mit insgesamt 41 Stationen und einer Gesamtlänge von 60,0 Kilometern; Qingdao Metro Line 2 Phase I, mit insgesamt 22 Stationen und einer Gesamtlänge von 25,2 Kilometern; Qingdao Metro Line 3 hat insgesamt 22 Stationen, mit einer Gesamtlänge von 24,8 Kilometern; Qingdao Metro Line 4 hat insgesamt 25 Stationen, mit einer Gesamtlänge von 30,7 Kilometern; Es gibt insgesamt elf Stationen im nördlichen Abschnitt der Qingdao Metro Linie 8, mit einer Gesamtlänge von 48,3 Kilometern; Qingdao Metro Line 11 hat insgesamt 22 Stationen, mit einer Gesamtlänge von 58,4 Kilometern; Qingdao Metro Linie 13, Phase 1 und Phase 2, Südabschnitt, hat insgesamt 21 Stationen, mit einer Gesamtlänge von 67,6 Kilometern. Ab Juni 2023 gibt es insgesamt acht Linien im Bau in Qingdao Metro, einschließlich Linie 2 Phase 1 Anpassungsabschnitt und Phase 2, Linie 5, Linie 6 Phase 1 und Phase 2, Linie 7 Phase 2, Linie 8 Süd Abschnitt und Zweig, Linie 9 Phase 1, Linie 13 Phase 2 Nord Abschnitt und Linie 15 Phase 1. In 2022 schickte Qingdao Metro insgesamt 283 Millionen Passagiere. Ab Mai 2023 betrug das höchste tägliche Passagieraufkommen der Qingdao Metro 2.2443 Millionen Menschen (ab Mai 1, 2023)",
        "es": "El metro de Qingdao es un sistema de transporte ferroviario urbano que sirve a la ciudad de qingdao, Provincia de shandong, china. su primera línea, la línea 3 del metro de qingdao, se abrió para la operación de prueba el 16 de diciembre de 2015. A partir de diciembre de 2022, el kilometraje operativo del metro de Qingdao es de 315 kilómetros, con un total de 164 estaciones. A partir de junio de 2023, el metro de Qingdao abrió un total de 7 líneas operativas, a saber, la línea 1 del metro de Qingdao (incluida la primera fase de la línea 7), con un total de 41 estaciones, con una longitud total de 60,0 kilómetros; La primera fase de la línea 2 del metro de Qingdao tiene un total de 22 estaciones, con una longitud total de 25,2 kilómetros; La línea 3 del metro de Qingdao tiene un total de 22 estaciones, con una longitud total de 24,8 kilómetros; La línea 4 del metro de Qingdao tiene un total de 25 estaciones, con una longitud total de 30,7 kilómetros; En la sección norte de la línea 8 del metro de qingdao, hay 11 estaciones, con una longitud total de 48,3 kilómetros; La línea 11 del metro de Qingdao tiene un total de 22 estaciones, con una longitud total de 58,4 kilómetros; Hay 21 estaciones en las secciones sur de la primera y segunda fase de la línea 13 del metro de qingdao, con una longitud total de 67,6 kilómetros. En junio de 2023, había ocho líneas en construcción en el metro de qingdao, a saber, la Sección de ajuste de la primera y segunda fase de la línea 2, la línea 5, la primera y segunda fase de la línea 6, la segunda fase de la línea 7, la sección Sur y rama de la línea 8, la primera fase de la línea 9, la sección norte de la segunda fase de la línea 13 y la primera fase de la línea 15. En 2022, el metro de Qingdao envió un total de 283 millones de pasajeros. A partir de mayo de 2023, el volumen máximo de pasajeros en un solo día del metro de Qingdao fue de 2.244.300 (1 de mayo de 2023)"
    },
    "reference": "http://www.qd-metro.com",
    "updateHistory": [
        {
            "id": 138875021,
            "issueNumber": 350,
            "reason": "Made a schematic diagram of Qingdao Metro line",
            "time": 1689476150608
        },
        {
            "id": 139970605,
            "issueNumber": 541,
            "reason": "Improve design of line signs.",
            "time": 1692091147013
        },
        {
            "id": 138875021,
            "issueNumber": 556,
            "reason": "Responding to the development of Qingdao Metro in the real world",
            "time": 1692253383766
        }
    ]
}