{
    "name": {
        "en": "Qingdao",
        "zh-Hans": "青岛",
        "zh-Hant": "青島",
        "ja": "青島",
        "ko": "칭다오",
        "ru": "Циндао",
        "fr": "Qingdao",
        "de": "Qingdao",
        "es": "Qingdao",
        "it": "Qingdao",
        "pl": "Qingdao",
        "no": "Qingdao",
        "hu": "Qingdao",
        "vi": "Thanh Đảo",
        "th": "ชิงเต่า",
        "pt": "Qingdao",
        "ar": "كينجداو",
        "tr": "Qingdao"
    },
    "desc": {
        "zh-Hans": "青岛地铁（Qingdao Metro）是服务于中国山东省青岛市的城市轨道交通系统，其首条线路——青岛地铁3号线于2015年12月16日开通试运营。截至2022年12月，青岛地铁运营里程为315千米，共设车站164座。截至2023年6月，青岛地铁开通运营线路共有7条，分别为青岛地铁1号线（含7号线一期），共设车站41座，全长60.0千米；青岛地铁2号线一期，共设车站22座，全长25.2千米；青岛地铁3号线，共设车站22座，全长24.8千米；青岛地铁4号线，共设车站25座，全长30.7千米；青岛地铁8号线北段，共设车站11座，全长48.3千米；青岛地铁11号线，共设车站22座，全长58.4千米；青岛地铁13号线一期和二期南段，共设车站21座，全长67.6千米。截至2023年6月，青岛地铁在建线路共有8条，分别为2号线一期调整段和二期、5号线、6号线一期和二期、7号线二期、8号线南段和支线、9号线一期、13号线二期北段、15号线一期。2022年，青岛地铁共发送乘客2.83亿人次。截至2023年5月，青岛地铁单日最高客运量为224.43万人次(2023年5月1日)(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "en": "Qingdao Metro is an urban rail transit system serving the city of Qingdao Metro, Shandong Province, China. Its first line, Qingdao Metro Line 3, was put into trial operation on December 16, 2015. As of December 2022, Qingdao Metro has a total operating mileage of 315 kilometers and 164 stations. As of June 2023, Qingdao Metro has 7 lines in operation, including Line 1 (including Phase I of Line 7) of Qingdao Metro, with 41 stations and a total length of 60.0km; Phase I of Qingdao Metro Line 2 has 22 stations with a total length of 25.2 kilometers; Qingdao Metro Line 3 has 22 stations with a total length of 24.8 kilometers; Qingdao Metro Line 4 has 25 stations with a total length of 30.7 kilometers; The northern section of Qingdao Metro Line 8 has 11 stations with a total length of 48.3 kilometers; Qingdao Metro Line 11 has 22 stations with a total length of 58.4 kilometers; The South Section of Phase I and Phase II of Qingdao Metro Line 13 has 21 stations with a total length of 67.6 kilometers. As of June 2023, there are 8 lines under construction in Qingdao Metro, including Line 2 Phase I Adjustment Section and Phase II, Line 5, Line 6 Phase I and Phase II, Line 7 Phase II, Line 8 South Section and Extension, Line 9 Phase I, Line 13 Phase II North Section, and Line 15 Phase I. In 2022, Qingdao Metro will send 283 million passengers. As of May 2023, the maximum daily passenger volume of Qingdao Metro will be 2.2443 million person times (on May 1, 2023)(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "zh-Hant": "青島地鐵（Qingdao Metro）是服務於中國山東省青島市的城市軌道交通系統，其首條線路——青島地鐵3號線於2015年12月16日開通試運營。截至2022年12月，青島地鐵運營里程為315千米，共設車站164座。截至2023年6月，青島地鐵開通運營線路共有7條，分別為青島地鐵1號線（含7號線一期），共設車站41座，全長60.0千米；青島地鐵2號線一期，共設車站22座，全長25.2千米；青島地鐵3號線，共設車站22座，全長24.8千米；青島地鐵4號線，共設車站25座，全長30.7千米；青島地鐵8號線北段，共設車站11座，全長48.3千米；青島地鐵11號線，共設車站22座，全長58.4千米；青島地鐵13號線一期和二期南段，共設車站21座，全長67.6千米。截至2023年6月，青島地鐵在建線路共有8條，分別為2號線一期調整段和二期、5號線、6號線一期和二期、7號線二期、8號線南段和支線、9號線一期、13號線二期北段、15號線一期。 2022年，青島地鐵共發送乘客2.83億人次。截至2023年5月，青島地鐵單日最高客運量為224.43萬人次(2023年5月1日)(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "ja": "青島地下鉄（Qingdao Metro）は中国山東省青島市にサービスを提供する都市軌道交通システムで、その初の路線である青島地下鉄3号線が2015年12月16日に試験運行を開始した。2022年12月現在、青島の地下鉄運営距離は315キロで、駅は164駅設置されている。2023年6月現在、青島地下鉄が開業した路線は計7路線で、それぞれ青島地下鉄1号線（7号線1期を含む）で、合計41駅、全長60.0キロ、青島地下鉄2号線の第1期には、駅が22基設置され、全長25.2キロ、青島地下鉄3号線には、駅が22基設置され、全長24.8キロ、青島地下鉄4号線には、駅が25基設置され、全長30.7キロ、青島地下鉄8号線の北段には、駅が11基設置され、全長48.3キロ、青島地下鉄11号線には、駅が22基設置され、全長58.4キロ、青島地下鉄13号線の第1期と第2期の南段には、駅が21基設置され、全長67.6キロ。2023年6月現在、青島地下鉄は建設中の路線が8本あり、それぞれ2号線の1期調整段と2期、5号線、6号線の1期と2期、7号線の2期、8号線の南段と支線、9号線の1期、13号線の2期北段、15号線の1期である。2022年、青島地下鉄は延べ2億8300万人の乗客を輸送した。2023年5月現在、青島地下鉄の1日当たりの最高旅客輸送量は224万4300人（2023年5月1日）(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "ko": "칭다오 메트로 (Qingdao Metro) 는 중국 산둥성 칭다오시에 서비스되는 도시 궤도 교통 시스템으로, 그 첫 노선인 칭다오 지하철 3호선이 2015년 12월 16일에 개통되어 시범 운영되었다.2022년 12월까지 청도지하철의 운영거리는 315킬로메터로서 도합 164개의 역을 설치하였다.2023년 6월까지 칭다오 지하철 개통 운영 노선은 모두 7개로 칭다오 지하철 1호선 (7호선 1단계 포함) 으로 총 41개의 역이 설치되며 전체 길이는 60.0km이다.청도지하철 2호선 1기는 도합 22개의 역을 설치하였는데 총길이는 25.2킬로메터이다.청도지하철 3호선은 도합 22개의 역을 설치하였는데 총길이는 24.8킬로메터이다.청도지하철 4호선은 도합 25개의 역을 설치하고 총길이가 30.7킬로메터이다.청도지하철 8호선 북단에는 도합 11개의 역이 설치되였는데 총길이가 48.3킬로메터이다.청도지하철 11호선은 도합 22개의 역을 설치하였는데 총길이는 58.4킬로메터이다.청도지하철 13호선 1기와 2기 남단에는 도합 21개의 역이 설치되였는데 총길이는 67.6킬로메터이다.2023년 6월까지 청도지하철이 건설중에 있는 선로는 도합 8개로서 각각 2호선 1기조정구간과 2기, 5호선, 6호선 1기와 2기, 7호선 2기, 8호선 남단과 지선, 9호선 1기, 13호선 2기 북단, 15호선 1기이다.2022년에 청도지하철은 연인수로 2억 8300만명의 승객을 발송했다.2023년 5월까지 칭다오 지하철의 하루 최고 여객 수송량은 224만 4300명 (2023년 5월 1일) 이다(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "ru": "Метро Циндао (Qingdao Metro) - это городская железнодорожная система, обслуживающая город Циндао, провинция Шаньдун, Китай.  По состоянию на декабрь 2022 года, Циндаоское метро эксплуатирует 315 км пробега, в общей сложности 164 станции.  По состоянию на июнь 2023 года, Циндаоское метро открыло в общей сложности 7 линий, соответственно, линию Циндаоского метро 1 (включая первую фазу линии 7), в общей сложности 41 станцию общей протяженностью 60,0 км.  Первый этап линии метро Циндао 2, в общей сложности 22 станции общей протяженностью 25,2 км.  Линия метро Циндао 3, в общей сложности 22 станции общей протяженностью 24,8 км.  Линия метро Циндао 4, в общей сложности 25 станций общей протяженностью 30,7 км.  Северный участок линии 8 Циндаоского метрополитена состоит из 11 станций общей протяженностью 48,3 км.  Линия метро Циндао 11, в общей сложности 22 станции общей протяженностью 58,4 км.  На первом и втором южных участках линии метро Циндао насчитывается 21 станция общей протяженностью 67,6 км.  По состоянию на июнь 2023 года в Циндаоском метрополитене в общей сложности 8 строящихся линий: 1 - й этап регулировки и 2 - й этап линии 2, 5 - й этап, 1 - й и 2 - й этапы линии 6, 2 - й этап линии 7, южный участок линии 8 и ответвление, 1 - й этап линии 9, 2 - й северный участок линии 13 и 1 - й этап линии 15, соответственно.  В 2022 году метро Циндао отправило 283 миллиона пассажиров.  По состоянию на май 2023 года максимальный пассажиропоток Циндаоского метрополитена в один день составил 224,43 тыс. человек (1 мая 2023 года) (https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "fr": "Qingdao Metro (Qingdao Metro) est un système de transport ferroviaire urbain desservant la ville de Qingdao, dans la province chinoise du Shandong, dont la première ligne, la ligne 3 du métro de Qingdao, a été inaugurée le 16 décembre 2015. En décembre 2022, le métro de Qingdao a un kilométrage opérationnel de 315 km et un total de 164 stations. En juin 2023, le métro de Qingdao a ouvert un total de 7 lignes opérationnelles, chacune de la ligne 1 du métro de Qingdao (y compris la phase 1 de la ligne 7), avec 41 stations et une longueur totale de 60,0 km; La première phase de la ligne 2 du métro de Qingdao, avec un total de 22 stations et une longueur totale de 25,2 km; La ligne 3 du métro de Qingdao, avec un total de 22 stations et une longueur totale de 24,8 km; Ligne 4 du métro de Qingdao, 25 stations au total, longueur totale de 30,7 km; La section nord de la Ligne 8 du métro de Qingdao, avec 11 stations, a une longueur totale de 48,3 km; La ligne 11 du métro de Qingdao, avec un total de 22 stations et une longueur totale de 58,4 km; Les sections sud des phases I et II de la Ligne 13 du métro de Qingdao, avec 21 stations, ont une longueur totale de 67,6 km. En juin 2023, il y a un total de 8 lignes en construction dans le métro de Qingdao, soit la ligne 2, phase I et phase II, la ligne 5, la ligne 6, phase I et phase II, la ligne 7, phase II, la Ligne 8, section sud et branche, la ligne 9, phase I, la Ligne 13, phase II, section nord, la ligne 15, phase I. En 2022, le métro de Qingdao a transporté 283 millions de passagers. Jusqu'en mai 2023, le trafic de passagers le plus élevé en une journée dans le métro de Qingdao est 22443 000 (1er mai 2023)(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "de": "Qingdao Metro ist ein städtisches Schienenverkehrssystem, das die Stadt Qingdao in der chinesischen Provinz Shandong bedient. Seine erste Linie, Qingdao Metro Line 3, wurde am Dezember 16, 2015 in Probebetrieb genommen. Ab Dezember 2022 beträgt die Laufleistung der Qingdao Metro 315 Kilometer, mit insgesamt 164 Stationen. Ab Juni 2023 gibt es insgesamt sieben operative Linien der Qingdao Metro, einschließlich Linie 1 (einschließlich Phase 1 der Linie 7), mit insgesamt 41 Stationen und einer Gesamtlänge von 60,0 Kilometern; Qingdao Metro Line 2 Phase I, mit insgesamt 22 Stationen und einer Gesamtlänge von 25,2 Kilometern; Qingdao Metro Line 3 hat insgesamt 22 Stationen, mit einer Gesamtlänge von 24,8 Kilometern; Qingdao Metro Line 4 hat insgesamt 25 Stationen, mit einer Gesamtlänge von 30,7 Kilometern; Es gibt insgesamt elf Stationen im nördlichen Abschnitt der Qingdao Metro Linie 8, mit einer Gesamtlänge von 48,3 Kilometern; Qingdao Metro Line 11 hat insgesamt 22 Stationen, mit einer Gesamtlänge von 58,4 Kilometern; Qingdao Metro Linie 13, Phase 1 und Phase 2, Südabschnitt, hat insgesamt 21 Stationen, mit einer Gesamtlänge von 67,6 Kilometern. Ab Juni 2023 gibt es insgesamt acht Linien im Bau in Qingdao Metro, einschließlich Linie 2 Phase 1 Anpassungsabschnitt und Phase 2, Linie 5, Linie 6 Phase 1 und Phase 2, Linie 7 Phase 2, Linie 8 Süd Abschnitt und Zweig, Linie 9 Phase 1, Linie 13 Phase 2 Nord Abschnitt und Linie 15 Phase 1. In 2022 schickte Qingdao Metro insgesamt 283 Millionen Passagiere. Ab Mai 2023 betrug das höchste tägliche Passagieraufkommen der Qingdao Metro 2.2443 Millionen Menschen (ab Mai 1, 2023)(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "es": "El metro de Qingdao es un sistema de transporte ferroviario urbano que sirve a la ciudad de qingdao, Provincia de shandong, china. su primera línea, la línea 3 del metro de qingdao, se abrió para la operación de prueba el 16 de diciembre de 2015. A partir de diciembre de 2022, el kilometraje operativo del metro de Qingdao es de 315 kilómetros, con un total de 164 estaciones. A partir de junio de 2023, el metro de Qingdao abrió un total de 7 líneas operativas, a saber, la línea 1 del metro de Qingdao (incluida la primera fase de la línea 7), con un total de 41 estaciones, con una longitud total de 60,0 kilómetros; La primera fase de la línea 2 del metro de Qingdao tiene un total de 22 estaciones, con una longitud total de 25,2 kilómetros; La línea 3 del metro de Qingdao tiene un total de 22 estaciones, con una longitud total de 24,8 kilómetros; La línea 4 del metro de Qingdao tiene un total de 25 estaciones, con una longitud total de 30,7 kilómetros; En la sección norte de la línea 8 del metro de qingdao, hay 11 estaciones, con una longitud total de 48,3 kilómetros; La línea 11 del metro de Qingdao tiene un total de 22 estaciones, con una longitud total de 58,4 kilómetros; Hay 21 estaciones en las secciones sur de la primera y segunda fase de la línea 13 del metro de qingdao, con una longitud total de 67,6 kilómetros. En junio de 2023, había ocho líneas en construcción en el metro de qingdao, a saber, la Sección de ajuste de la primera y segunda fase de la línea 2, la línea 5, la primera y segunda fase de la línea 6, la segunda fase de la línea 7, la sección Sur y rama de la línea 8, la primera fase de la línea 9, la sección norte de la segunda fase de la línea 13 y la primera fase de la línea 15. En 2022, el metro de Qingdao envió un total de 283 millones de pasajeros. A partir de mayo de 2023, el volumen máximo de pasajeros en un solo día del metro de Qingdao fue de 2.244.300 (1 de mayo de 2023)(https://baike.baidu.com/item/%E9%9D%92%E5%B2%9B%E5%9C%B0%E9%93%81/9670422?fr=ge_ala)",
        "it": "Qingdao Metro è un sistema ferroviario urbano di transito che serve Qingdao City, provincia di Shandong, Cina. La sua prima linea, Qingdao Metro Line 3, ha aperto per l'operazione di prova il 16 dicembre 2015. A dicembre 2022, il chilometraggio operativo della metropolitana Qingdao è 315 chilometri, con un totale di 164 stazioni. A giugno 2023, ci sono un totale di 7 linee operative della metropolitana Qingdao, vale a dire la Linea 1 (compresa la Fase 1 della Linea 7), con un totale di 41 stazioni e una lunghezza totale di 60,0 chilometri; La prima fase della linea 2 della metropolitana Qingdao ha un totale di 22 stazioni, con una lunghezza totale di 25,2 chilometri; Qingdao Metro Line 3 ha un totale di 22 stazioni, con una lunghezza totale di 24,8 chilometri; Qingdao Metro Line 4 ha un totale di 25 stazioni, con una lunghezza totale di 30,7 chilometri; La sezione settentrionale della linea 8 della metropolitana Qingdao ha un totale di 11 stazioni, con una lunghezza totale di 48,3 chilometri; Qingdao Metro Line 11 ha un totale di 22 stazioni, con una lunghezza totale di 58,4 chilometri; Qingdao Metro Line 13 Fase I e Fase II Sezione Sud hanno un totale di 21 stazioni, con una lunghezza totale di 67,6 chilometri. A partire da giugno 2023, ci sono un totale di 8 linee della metropolitana in costruzione a Qingdao, tra cui la linea 2 fase I sezione di regolazione e fase II, la linea 5, la linea 6 fase I e fase II, la linea 7 fase II, la linea 8 sezione sud e la linea di ramo, la linea 9 fase I, la linea 13 fase II sezione nord e la linea 15 fase I. Nel 2022, la metropolitana Qingdao ha inviato un totale di 283 milioni di passeggeri. A maggio 2023, il maggior volume di passeggeri giornaliero della metropolitana Qingdao era di 2,2443 milioni di persone (al 1° maggio 2023)(https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala）",
        "pl": "Qingdao Metro jest miejskim systemem tranzytowym kolejowym obsługującym miasto Qingdao w prowincji Shandong w Chinach. Jej pierwsza linia, linia metra Qingdao 3, otwarta do eksploatacji próbnej w grudniu 16,2015. Od grudnia 2022 przebieg operacyjny Qingdao Metro wynosi 315 kilometrów, z łącznie 164 stacji. Od czerwca 2023 istnieją łącznie siedem linii operacyjnych Qingdao Metro, a mianowicie linia 1 (w tym faza 1 linii 7), z łącznie 41 stacji i całkowitą długością 60,0 kilometrów; Pierwsza faza linii metra Qingdao 2 ma łącznie 22 stacji, o łącznej długości 25,2 kilometrów; Qingdao Metro Line 3 ma łącznie 22 stacji, o całkowitej długości 24,8 kilometrów; Qingdao Metro Line 4 ma łącznie 25 stacje, o całkowitej długości 30,7 kilometrów; Północny odcinek linii metra Qingdao 8 ma łącznie 11-stacji, o całkowitej długości 48,3 kilometrów; Qingdao Metro Line 11 ma łącznie 22 stacji, o całkowitej długości 58,4 kilometrów; Linia metra Qingdao 13 faza I i faza II odcinek południowy posiadają łącznie 21 stacje, o całkowitej długości 67,6 kilometrów. Od czerwca 2023 w Qingdao buduje się łącznie osiem linii metra, w tym linia 2 faza I i faza II, linia 5, linia 6 faza I i faza II, linia 7 faza II, linia 8 południowa i linia oddziału, linia 9 faza I, linia 13 faza II północna i linia 15 faza I. W 2022 metro Qingdao wysłało w sumie 283 milionów pasażerów. Od maja 2023 największą dzienną ilość pasażerów metra Qingdao wynosiła 2,2443 milion osób (od maja 1, 2023)( https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala）",
        "no": "Qingdao Metro er et byoverføringssystem som tjener Qingdao City, Shandong Province, Kina, den første linjen Qingdao Metro Line 3, åpnet for rettssak operasjon 16. desember 2015. I desember 2022 er operasjonskilometer i Qingdao Metro 315 kilometer, med totalt 164 stasjoner. Fra juni 2023 er det totalt 7 operasjonslinjer Qingdao Metro, namely linje 1 (inkludert fase 1 av linje 7), med totalt 41 stasjoner og totallengde på 60,0 kilometer; Den første fasen av Qingdao Metro Line 2 har totalt 22 stasjoner, med total lengde på 25,2 kilometer; Qingdao Metro Line 3 har totalt 22 stasjoner, med total lengde på 24,8 kilometer; Qingdao Metro Line 4 har totalt 25 stasjoner, med total lengde på 30,7 kilometer; Den nordlige delen av Qingdao Metro Line 8 har totalt 11 stasjoner, med total lengde på 48,3 kilometer; Qingdao Metro Line 11 har totalt 22 stasjoner, med total lengde på 58,4 kilometer; Qingdao Metro linje 13 fase I og fase II South Section har totalt 21 stasjoner, med total lengde på 67,6 kilometer. Fra juni 2023 er det totalt 8 underveis under bygging i Qingdao, inkludert linje 2-fase I justeringsavsnitt og fase II, linje 5, fase 6 I og fase II, fase 7, linje 8 Sør-seksjon og grenselinje, linje 9-fase I, fase 13-nordavsnitt og linje 15-fase I. I 2022 sendte Qingdao Metro en total 283 millioner passasjerer. Fra mai 2023 var det høyeste daglige passasjerende volumet Qingdao Metro 2,2443 millioner personer (fra 1. mai 2023). https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala)",
        "hu": "A Qingdao metró egy városi vasúti tranzitrendszer, amely a kínai Shandong tartományban található Qingdao városát szolgálja. Első vonala, a 3-as Qingdao metróvonal 2015. december 16-án nyitotta meg próbaüzemeltetésre. 2022 decemberében a Qingdao metró üzemi futásteljesítménye 315 kilométer, összesen 164 állomás. 2023 júniusától összesen 7 vonal működik a Qingdao metró, nevezetesen az 1-es vonal (beleértve a 7-es vonal 1. fázisát), összesen 41 állomással és teljes hossza 60,0 kilométer; A Qingdao metróvonal első fázisa összesen 22 állomással rendelkezik, teljes hossza 25,2 kilométer; Qingdao Metro Line 3 összesen 22 állomás, teljes hossza 24,8 kilométer; Qingdao metróvonal 4-es összesen 25 állomás, teljes hossza 30,7 kilométer; A Qingdao 8-as metróvonal északi szakasza összesen 11 állomással rendelkezik, teljes hossza 48,3 kilométer; Qingdao Metro Line 11 összesen 22 állomás, teljes hossza 58,4 kilométer; Qingdao metróvonal 13. fázis I. és II. fázis déli szakasz összesen 21 állomással rendelkezik, amelyek hossza 67,6 kilométer. 2023 júniusától összesen 8 metróvonal épül Qingdao-ban, beleértve a 2. vonal I. fázisának beállítási szakaszát és a II. fázisát, 5. vonalat, 6. fázisának I. és II. fázisát, 7. fázisának II. fázisát, 8. vonalat déli szakaszt és ágvonalat, 9. fázis I., 13. fázisának II. fázisát és 15. fázisának I. fázisát. 2022-ben a Qingdao metró összesen 283 millió utast küldött. 2023 májusában a Qingdao metró legnagyobb napi utasszáma 2,2443 millió ember volt (2023. május 1-jén)(https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala）",
        "vi": "Qingdao Metro, một hệ thống giao thông đường sắt đô thị phục vụ thành phố Thanh Đảo, tỉnh Sơn Đông, Trung Quốc, tuyến đầu tiên của nó, Qingdao Metro Line 3, đã được đưa vào hoạt động thử nghiệm vào ngày 16 tháng 12 năm 2015. Tính đến tháng 12 năm 2025, tuyến đường vận hành tàu điện ngầm Thanh Đảo là 315 km, cả thảy có 164 ga. Tính đến tháng 6 năm 2023, tàu điện ngầm Thanh Đảo có 7 tuyến đường vận hành, lần lượt là tuyến tàu điện ngầm Thanh Đảo số 1 (bao gồm giai đoạn 1 tuyến số 7), cả thảy có 41 ga, tổng chiều dài 60 km; Giai đoạn 1 tuyến tàu điện ngầm Thanh Đảo số 2, tổng cộng có 22 nhà ga, tổng chiều dài 25,2 km; Tuyến tàu điện ngầm Thanh Đảo số 3, tổng cộng có 22 nhà ga, tổng chiều dài 24,8 km; Tuyến tàu điện ngầm Thanh Đảo số 4, tổng cộng có 25 nhà ga, tổng chiều dài 30,7 km; Đoạn phía Bắc tuyến tàu điện ngầm Thanh Đảo số 8, tổng cộng có 11 nhà ga, tổng chiều dài 48,3 km; Tuyến tàu điện ngầm Thanh Đảo số 11, tổng cộng có 22 nhà ga, tổng chiều dài 58,4 km; Tuyến tàu điện ngầm Thanh Đảo số 13 đoạn 1 và đoạn 2 phía Nam, tổng cộng có 21 nhà ga, tổng chiều dài 67,6 km. Tính đến tháng 6 năm 2023, tàu điện ngầm Thanh Đảo cả thảy có 8 tuyến đường đang xây dựng, lần lượt là đoạn điều chỉnh giai đoạn 1 và giai đoạn 2, tuyến 5, tuyến 6 giai đoạn 1 và giai đoạn 2, tuyến 7 giai đoạn 2, tuyến 8 giai đoạn Nam và chi nhánh, tuyến 9 giai đoạn 1, tuyến 13 giai đoạn 2 và tuyến 15 giai đoạn 1. Năm 2022, Qingdao Metro đã vận chuyển 283 triệu hành khách. Chương trình học bổng nghiên cứu mùa hè 2017 dành cho sinh viên Dược (Summer Research Program) ( https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala )",
        "th": "Qingdao Metro ซึ่งเป็นระบบขนส่งทางรถไฟในเมืองที่ให้บริการในเมืองชิงเต่ามณฑลซานตงประเทศจีนซึ่งเป็นเส้นทางแรกของ Qingdao Metro สาย 3 เปิดให้บริการทดลองเมื่อวันที่ 16 ธันวาคม 2015 จนถึงเดือนธันวาคม 2022 ระยะทางดําเนินการของรถไฟใต้ดินชิงเต่าคือ 315 กิโลเมตรและมีสถานีทั้งหมด 164 แห่ง จนถึงเดือนมิถุนายน 2023 รถไฟใต้ดินชิงเต่าได้เปิดให้บริการทั้งหมด 7 สาย ได้แก่ รถไฟใต้ดินชิงเต่าสาย 1 (รวมระยะที่ 1 ของสาย 7) มีสถานีทั้งหมด 41 แห่ง ความยาวรวม 60.0 กิโลเมตร ระยะที่ 1 ของรถไฟใต้ดินชิงเต่าสาย 2 มีสถานีทั้งหมด 22 แห่ง ความยาวรวม 25.2 กิโลเมตร รถไฟใต้ดินชิงเต่าสาย 3 มีสถานีทั้งหมด 22 แห่ง ความยาวรวม 24.8 กิโลเมตร รถไฟใต้ดินชิงเต่าสาย 4 มีสถานีทั้งหมด 25 แห่ง ความยาวรวม 30.7 กิโลเมตร ส่วนเหนือของรถไฟใต้ดินชิงเต่าสาย 8 มีสถานีทั้งหมด 11 แห่ง ความยาวทั้งหมด 48.3 กิโลเมตร รถไฟใต้ดินชิงเต่าสาย 11 มีสถานีทั้งหมด 22 แห่ง ความยาวรวม 58.4 กิโลเมตร รถไฟใต้ดินชิงเต่าสาย 13 ส่วนใต้ระยะที่ 1 และ 2 มีสถานีทั้งหมด 21 แห่ง ความยาวรวม 67.6 กิโลเมตร ณ เดือนมิถุนายน 2023 รถไฟใต้ดินชิงเต่ามีสายที่อยู่ระหว่างการก่อสร้างทั้งหมด 8 สาย ได้แก่ ส่วนการปรับปรุงระยะที่ 1 และระยะที่ 2 ของสายที่ 2 เส้นทางที่ 5 เส้นทางที่ 6 เส้นทางที่ 1 และระยะที่ 2 เส้นทางที่ 7 เส้นทางที่ 2 เส้นทางที่ 8 เส้นทางใต้และสายย่อย 9 เส้นทางที่ 1 เส้นทางที่ 13 เส้นทางที่ 2 เส้นทางเหนือและสายที่ 15 ในปี 2022 รถไฟใต้ดินชิงเต่าส่งผู้โดยสารทั้งหมด 283 ล้านคน ณ เดือนพฤษภาคม 2023 ปริมาณผู้โดยสารสูงสุดในวันเดียวของรถไฟใต้ดินชิงเต่าคือ 2.2443 ล้านคน (1 พฤษภาคม 2023) (https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala)",
        "pt": "Qingdao Metro é um sistema de transporte ferroviário urbano que serve a cidade de Qingdao, província de Shandong, China. Sua primeira linha, Qingdao Metro Line 3, abriu para operação experimental em 16 de dezembro de 2015. Em dezembro de 2022, a quilometragem operacional do metrô de Qingdao é de 315 quilômetros, com um total de 164 estações. Em junho de 2023, há um total de 7 linhas operacionais do Metrô Qingdao, ou seja, a Linha 1 (incluindo a Fase 1 da Linha 7), com um total de 41 estações e um comprimento total de 60,0 quilômetros; A primeira fase da Linha 2 do Metrô Qingdao tem um total de 22 estações, com um comprimento total de 25,2 quilômetros; Qingdao Metro Line 3 tem um total de 22 estações, com um comprimento total de 24,8 quilômetros; Qingdao Metro Line 4 tem um total de 25 estações, com um comprimento total de 30,7 quilômetros; A seção norte da Linha 8 do Metrô Qingdao tem um total de 11 estações, com um comprimento total de 48,3 quilômetros; Qingdao Metro Line 11 tem um total de 22 estações, com um comprimento total de 58,4 quilômetros; Qingdao Metro Line 13 Phase I e Phase II South Section têm um total de 21 estações, com um comprimento total de 67,6 quilômetros. Em junho de 2023, há um total de 8 linhas de metrô em construção em Qingdao, incluindo a Linha 2 Fase I seção de ajuste e fase II, Linha 5, Linha 6 Fase I e fase II, Linha 7 Fase II, Linha 8 Seção Sul e linha de ramificação, Linha 9 Fase I, Linha 13 Fase II seção Norte e Linha 15 Fase I. Em 2022, Qingdao Metro enviou um total de 283 milhões de passageiros. Em maio de 2023, o maior volume diário de passageiros do metrô de Qingdao era de 2,2443 milhões de pessoas (em 1º de maio de 2023)(https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala）",
        "ar": "تشينغداو مترو هو نظام النقل بالسكك الحديدية في المناطق الحضرية في مدينة تشينغداو ، مقاطعة شاندونغ ، الصين ، أول خط مترو تشينغداو خط 3 افتتح في 16 كانون الأول / ديسمبر 2015 .   اعتبارا من كانون الأول / ديسمبر 2022 ، وتشينغداو مترو يعمل 315 كيلومترا ، ما مجموعه 164 محطة .   اعتبارا من حزيران / يونيه 2023 ، وتشينغداو مترو الانفاق فتح ما مجموعه 7 خطوط التشغيل ، على التوالي ، وتشينغداو خط مترو 1 ( بما في ذلك خط 7 المرحلة الأولى ) ، ما مجموعه 41 محطة ، بطول 60 كيلومترا .   تشينغداو خط مترو 2 المرحلة الأولى ، ما مجموعه 22 محطة ، 25.2 كيلومتر في الطول .   تشينغداو خط مترو الانفاق 3 ، ما مجموعه 22 محطة مجموع طول 24.8 كيلومترا .   تشينغداو خط مترو 4 ، ما مجموعه 25 محطة ، بطول 30.7 كيلومترا .   تشينغداو خط مترو الانفاق رقم 8 في الجزء الشمالي ، ما مجموعه 11 محطة مجموع طول 48.3 كيلومترا .   تشينغداو خط مترو 11 ، ما مجموعه 22 محطة ، بطول إجمالي قدره 58.4 كيلومترا .   تشينغداو خط مترو الانفاق رقم 13 المرحلة الأولى والمرحلة الثانية من الجنوب ، ما مجموعه 21 محطة ، 67.6 كم .   اعتبارا من حزيران / يونيه 2023 ، هناك ثمانية خطوط مترو الانفاق تحت الإنشاء في تشينغداو ، على التوالي ، في المرحلة الأولى و المرحلة الثانية من تعديل خط 2 ، خط 5 ، خط 6 المرحلة الأولى و المرحلة الثانية ، خط 7 المرحلة الثانية ، خط 8 جنوب وفرع خط 9 المرحلة الأولى ، خط 13 المرحلة الثانية من الشمال ، خط 15 المرحلة الأولى .   في عام 2022 ، وتشينغداو مترو أرسلت 283 مليون مسافر .   اعتبارا من أيار / مايو 2023 ، وتشينغداو مترو يوميا أقصى قدر من الركاب 2.243 مليون مسافر ( 1 أيار / مايو 2023 )\n(https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala）",
        "tr": "Qingdao Metro, Shandong eyaleti, Çin'de Qingdao'nun şehir yolculuk sistemidir. İlk hattı Qingdao Metro Line 3, 16 Aralık 2015'de yargılama operasyonu için açıldı. Aralık 2022'den beri Qingdao Metro'nun operasyon yolu 315 kilometre, toplam 164 istasyonuyla. Haziran 2023 yılından beri Qingdao Metro'nun 7 operasyon hatları var, yani 7. Sınır 1. fırsatı (7. Sınır 1. fırsatı dahil), toplam 41 istasyonu ve toplam uzunluğu 60,0 kilometre. Qingdao Metro Sınırı 2'nin ilk fazı toplam 22 istasyonunda, toplam uzunluğu 25,2 kilometre. Qingdao Metro Çizgi 3'nin toplam 22 istasyonları 24,8 kilometre uzunluğu vardır. Qingdao Metro Line 4'nin toplam 25 istasyonunda 30,7 kilometre uzunluğu vardır. Qingdao Metro 8'nin kuzey bölümünde toplam 11 istasyonu var, toplam uzunluğu 48,3 kilometre. Qingdao Metro Line 11'in toplam 22 istasyonunda 58,4 kilometre uzunluğu vardır. Qingdao Metro Satırı 13. Fazi I ve II. Fazi Güney Bölümü toplam 21 istasyonunda 67,6 kilometre uzunluğu vardır. Haziran 2023'den beri Qingdao'da in şaat altında 8 metro hatları var, 2. fırsatın I ayarlama bölümü ve II. fırsatı, 5. hattı, 6. fırsatı I ve II. fırsatı, 7. fırsatı, 8. Güney bölümü ve dalga hattı, 9. fırsatı I, 13. fırsatı II Kuzey bölümü ve 15. fırsatı I. 2022 yılında Qingdao Metro toplam 283 milyon yolcu gönderdi. May ıs 2023'den beri Qingdao Metro'nun en yüksek günlük yolcular volumi 2,2443 milyon insandı (1 Mayıs 2023'den beri)(https://baike.baidu.com/item/%e9%9d%92%e5%b2%9b%e5%9c%b0%e9%93%81/9670422?fr=ge_ala）"
    },
    "reference": "http://www.qd-metro.com",
    "updateHistory": [
        {
            "id": 138875021,
            "issueNumber": 350,
            "reason": "Made a schematic diagram of Qingdao Metro line",
            "time": 1689476150608
        },
        {
            "id": 139970605,
            "issueNumber": 541,
            "reason": "Improve design of line signs.",
            "time": 1692091147013
        },
        {
            "id": 138875021,
            "issueNumber": 556,
            "reason": "Responding to the development of Qingdao Metro in the real world",
            "time": 1692253383766
        },
        {
            "id": 139970605,
            "issueNumber": 946,
            "reason": "Update opening status of Jialingjiang West Road and Xiangjiang Road stations. Also fixing English name of Xiangjiang Road.",
            "time": 1698338110591
        },
        {
            "id": 138875021,
            "issueNumber": 1060,
            "reason": "Update the template and optimize the layout of the template",
            "time": 1702789636092
        }
    ]
}