{
    "name": {
        "en": "Seoul (Metropolitan)",
        "zh-Hans": "首尔（大都会）",
        "zh-Hant": "首爾（大都會）",
        "ja": "ソウル（首都圏）",
        "ko": "서울 (수도권)"
    },
    "desc": {
        "en": "The Seoul Metropolitan Subway (Korean: 수도권 전철) is a metropolitan railway system consisting of 23 rapid transit, light metro, commuter rail and people mover lines located in northwest South Korea. The system serves most of the Seoul Metropolitan Area including the Incheon metropolis and satellite cities in Gyeonggi province. Some regional lines in the network stretch out beyond the Seoul Metropolitan Area to rural areas in northern Chungnam province and western Gangwon Province, that lie over 100 km (62 mi) away from the capital.\n\nThe network consists of multiple systems that form a larger, coherent system. These being the Seoul Metro proper, consisting of Seoul Metro lines 1 through 9 and certain light rail lines, that serves Seoul city proper and its surroundings; Korail regional rail lines, which serve the greater metropolitan region and beyond; Incheon Metro lines, operated by Incheon Transit Corporation, that serve Incheon city proper; and miscellaneous light rail lines, such as Gimpo Goldline and Yongin Everline, that connect lower-density areas of their respective cities to the rest of the network. Most of the system is operated by three companies – Seoul Metro, Korail (Korea Railroad Corporation), and Incheon Metro – with the rest being operated by an assortment of local municipal corporations and private rail companies.\nhttps://en.wikipedia.org/wiki/Seoul_Metropolitan_Subway",
        "zh-Hans": "首尔都市地铁（韩语：수도권 전철）是位于韩国西北部的都市铁路系统，由 23 条快速公交、轻轨、通勤铁路和旅客捷运线路组成。该系统服务于首尔都会区的大部分地区，包括仁川都会区和京畿道的卫星城。网络中的一些区域线路延伸到首尔都会区以外的忠南道北部和江原道西部的农村地区，距离首都超过 100 公里（62 英里）。\n\n该网络由多个系统组成，形成一个更大、更连贯的系统。其中包括首尔地铁本身，由首尔地铁 1 至 9 号线和一些轻轨线路组成，服务于首尔市区及其周边地区；韩国铁道公司区域铁路线路，服务于大都市区及周边地区；仁川地铁线路，由仁川交通公司运营，服务于仁川市区；以及其他轻轨线路，例如金浦黄金线和龙仁轻轨线，将各自城市的低密度地区与网络的其他部分连接起来。该系统的大部分由三家公司运营——首尔地铁、韩国铁道公司和仁川地铁，其余部分由各种地方市政公司和私营铁路公司运营。\nhttps://zh.wikipedia.org/wiki/%E9%A6%96%E9%83%BD%E5%9C%88%E9%9B%BB%E9%90%B5",
        "zh-Hant": "首爾特別市地鐵（韓文：수도권전철）是韓國西北部的一個都市鐵路系統，由 23 條快速交通、輕軌、通勤鐵路和旅客捷運線路組成。該系統服務於首爾大都會區的大部分地區，包括仁川大都會區和京畿道的衛星城。網路中的一些區域線路延伸至首爾都會區以外的忠南道北部和江原道西部的鄉村地區，距離首都超過 100 公里（62 英里）。\n\n網路由多個系統組成，形成一個更大、更連貫的系統。這些是首爾地鐵本身，包括首爾地鐵 1 至 9 號線和一些輕軌線路，服務首爾市區及其周邊地區；韓國鐵道公司區域鐵路線，服務於大都會區及其他地區；仁川地鐵線路由仁川交通公司經營，服務仁川市區；以及其他輕軌線路，例如金浦黃金線和龍仁恆線，將各自城市的低密度地區與網路的其他部分連接起來。該系統的大部分由三家公司運營——首爾地鐵、韓國鐵路公司和仁川地鐵，其餘部分由各種當地市政公司和私營鐵路公司運營。\nhttps://zh.wikipedia.org/wiki/%E9%A6%96%E9%83%BD%E5%9C%88%E9%9B%BB%E9%90%B5\n",
        "ja": "ソウル地下鉄（韓国語：수도권 전철）は、韓国北西部に位置する23の高速輸送、ライトメトロ、通勤鉄道、ピープルムーバー路線からなる都市鉄道システムです。このシステムは、仁川大都市圏と京畿道の衛星都市を含むソウル首都圏のほとんどをカバーしています。ネットワーク内の一部の地域路線は、ソウル首都圏を越えて、首都から100 km（62マイル）以上離れた忠南道北部と江原道西部の農村地域まで伸びています。\n\nネットワークは、より大規模で一貫したシステムを形成する複数のシステムで構成されています。これらは、ソウル市とその周辺をカバーするソウルメトロ1号線から9号線と特定のライトレール線で構成されるソウルメトロ本体、大都市圏とその周辺をカバーするKorail地域鉄道線、仁川市をカバーする仁川交通公社が運営する仁川メトロ線です。金浦ゴールドラインや龍仁エバーラインなど、各都市の低密度地域をネットワークの他の部分と結ぶさまざまなライトレールラインもあります。 システムの大部分は、ソウルメトロ、コレール（韓国鉄道公社）、仁川メトロの3社によって運営されており、残りはさまざまな地方自治体や民間鉄道会社によって運営されています。\nhttps://ja.wikipedia.org/wiki/%E9%A6%96%E9%83%BD%E5%9C%8F%E9%9B%BB%E9%89%84",
        "ko": "수도권 전철(首都圈 電鐵, 영어: Seoul Metropolitan Subway System)은 대한민국 서울특별시, 인천광역시, 경기도, 충청남도 천안시, 아산시, 강원특별자치도 춘천시 등 지역에서 운행하는 서울 지하철, 인천 도시철도 등을 이르는 말로 대한민국에서 가장 복잡한 교통 체계를 가진 광역전철 체계이다.\n수도권 전철은 서울역부터 청량리역까지 개통된 서울 지하철 1호선과 함께 경부선, 경원선, 경인선 등과의 직결 운행을 개시한 것이 시초다. 광운대역부터 서울역까지와 인천역부터 수원역까지 이르는 수도권 전철 1호선은 이후 서울 지하철의 확충과 서울 근교 철도 구간의 전동차 운행을 통해 노선을 확충해 나가게 되었으며, 2000년대에 이르러서는 규칙성이 없던 노선들의 안내를 일괄적으로 정리하여 보다 확실한 수도권 전철 체계가 정립되었다. 한편 경원선, 경부선, 경인선, 일산선, 과천선, 안산선 등을 일괄적으로 수도권 전철로 부르던 것을 2000년에 '1호선', '3호선', '4호선' 등으로 분리하였다.\nhttps://ko.wikipedia.org/wiki/%EC%88%98%EB%8F%84%EA%B6%8C_%EC%A0%84%EC%B2%A0"
    },
    "reference": "http://www.seoulmetro.co.kr/kr/index.do?device=PC",
    "updateHistory": [
        {
            "id": 194879788,
            "issueNumber": 2365,
            "reason": "Add a template of Seoul Metro",
            "time": 1740134498746
        }
    ]
}