{
    "name": {
        "en": "Shanghai Metro (wide)",
        "zh-Hans": "上海（宽体）",
        "zh-Hant": "上海（寬體）"
    },
    "desc": {
        "en": "The Shanghai Metro is a rapid transit system in Shanghai, operating urban and suburban transit services to 14 of its 16 municipal districts and to the neighboring township of Huaqiao, in Kunshan, Jiangsu Province.\n\nForming the vast majority of the broader, multi-operator Shanghai rail transit network, the Shanghai Metro system is the world's second longest metro system by route length, totaling 826 kilometres (513 mi). and the second largest system by number of stations, with 508 stations across 20 lines. It also ranks first in the world by annual ridership, with 3.88 billion rides delivered in 2019. The last daily ridership record was set on March 8, 2019, at 13.29 million rides. Post-pandemic, ridership still routinely stands at over 10 million on an average workday, accounting for 73% of trips on public transport in the city.",
        "ar": "上海地铁，亦称上海轨道交通，是服务于上海市的城市轨道交通系统。截至2021年12月30日，上海地铁已开通运营20条线路、508座车站，运营里程831公里，是全球范围内线路总长度第一长或第二长的城市轨道交通系统。COVID-19疫情爆发前，上海地铁每日客流平均在一千万人次以上，2019年全路网客运量38.8亿人次；历史最高单日客流1,329.4万人次。上海地铁是上海市民市内交通的主要出行方式。\n\n轨道交通1号线于1993年正式运营，成为中国大陆第三个开通的城市轨交系统（晚于北京和天津）。至2018年，上海地铁的轨道交通系统在上海市16个行政区中的14个提供运营服务（除金山区和崇明区），其中轨道交通11号线延伸到江苏省苏州市昆山市，使得上海地铁成为中国首个跨省级行政区运营的城市轨道交通系统。",
        "zh-Hant": "上海地鐵，亦稱上海軌道交通，是服務於上海市的城市軌道交通系統。截至2021年12月30日，上海地鐵已開通營運20條路綫、508座車站，營運距離831公里，是全球範圍內路綫總長度第一長或第二長的城市軌道交通系統。COVID-19疫情爆發前，上海地鐵每日客流平均在一千萬人次以上，2019年全路網客運量38.8億人次；歷史最高單日客流1,329.4萬人次。上海地鐵是上海市民市內交通的主要出行方式。\n\n軌道交通1號綫於1993年正式營運，成為中國大陸第三個開通的城市軌交系統（晚於北京和天津）。至2018年，上海地鐵的軌道交通系統在上海市16個行政區中的14個提供營運服務（除金山區和崇明區），其中軌道交通11號綫延伸到江蘇省蘇州市崑山市，使得上海地鐵成為中國首個跨省級行政區營運的城市軌道交通系統。",
        "ja": "上海軌道交通（シャンハイきどうこうつう、簡体字中国語: 上海轨道交通）は、中国上海市の鉄道である。一部路線は江蘇省崑山市まで直結している。路線には地下鉄（簡体字: 地铁, 1〜4、7〜18号線）、ライトレール（簡体字: 轻轨, 5〜6号線）、上海トランスラピッド（簡体字: 磁浮线）、新交通システム（浦江線）がある。\n\nもとの路線名の正式名称は上海地下鉄（シャンハイちかてつ、簡体字: 上海地铁）であったが、現在は地上路線部分も加えられ「上海軌道交通~（番号）線」と改名されている。また、5号線は全区間、3号線は鉄力路駅付近を除いて地下区間がないため、正確には地下鉄とは呼べない。略して「簡体字: 轨交」と呼ばれることもあるが、日常では「簡体字: 地铁」の方が圧倒的に多く使われている。"
    },
    "reference": "https://zh.wikipedia.org/zh-cn/上海地铁",
    "updateHistory": [
        {
            "id": 118672504,
            "issueNumber": 1259,
            "reason": "New template of Shanghai Metro",
            "time": 1708760120823
        }
    ]
}