{
    "name": {
        "zh-Hans": "深圳",
        "en": "Shenzhen"
    },
    "desc": {
        "zh-Hans": "截至2024年年末，深圳地铁新增多条营运线路区间：石岩线（13）一期（深圳湾口岸-高新中）开通，西丽线（7）西段向东延伸（西丽湖-深大丽湖），龙岗线（3）向东成功延长（双龙-坪地六联），机场快线（11）亦向东（岗厦北-华强南）接驳西丽线（7）。本图基于24年末深铁已绘制部分，以港铁MTR的图形风格，并尽可能依照原地理比例，重新绘制了线路图。",
        "en": "By the end of 2024, Sham Zhan Metro added several new operational line sections. Phase 1 of Shek Ngam Line (13) from Sham Zhan Bay Port to Hi-Tech Central was opened. The western section of Sai Lai Line (7) was extended eastward from Sai Lai Wu to SZU Lai Wu Campus. Lung Kong Line (3) was successfully extended eastward from Sheung Lung to Ping Tei Luk Luen. Airport Express  (11) was also extended eastward from Kong Ha North to Wa Keung South, connecting with Sai Lai Line (Line 7). This map is redrawn based on the parts already drawn by Sham Zhan Metro at the end of 2024, adopting the graphic style of the MTR and following the original geographical scale as closely as possible.\n"
    },
    "reference": "https://www.szmc.net/shentieyunying/yunyingfuwu/szsgdjtyyxlwlt/",
    "updateHistory": [
        {
            "id": 108135843,
            "issueNumber": 300,
            "reason": "No one make Shenzhen",
            "time": 1688304960795
        },
        {
            "id": 139970605,
            "issueNumber": 493,
            "reason": "Fix color of line section between Childrens Palace and Lianhua North.",
            "time": 1691649758554
        },
        {
            "id": 144230175,
            "issueNumber": 986,
            "reason": "Change the digital line identification",
            "time": 1700628482714
        },
        {
            "id": 96530369,
            "issueNumber": 1001,
            "reason": "Optimized route direction",
            "time": 1701005143812
        },
        {
            "id": 96530369,
            "issueNumber": 1091,
            "reason": "added Tram Route and Line 8 Hong-anwei-Xiaomeisha Section which opened in 27th December 2023.",
            "time": 1703665691811
        },
        {
            "id": 59787082,
            "issueNumber": 1232,
            "reason": "Change all simple path to 135 diagonal path and correct stations name",
            "time": 1708003186920
        },
        {
            "id": 146333201,
            "issueNumber": 1242,
            "reason": "Fix Station Style AND Fix Chinese name of the tram station Meilong North",
            "time": 1708059823016
        },
        {
            "id": 125531374,
            "issueNumber": 2216,
            "reason": "New template of Shenzhen Metro System Map",
            "time": 1736848354611
        }
    ]
}