{
    "name": {
        "en": "Singapore",
        "ja": "シンガポール",
        "ko": "싱가포르",
        "zh-Hans": "新加坡",
        "zh-Hant": "新加坡"
    },
    "desc": {
        "en": "The Mass Rapid Transit system, locally known by the initialism MRT, is a rapid transit system in Singapore and the island country's principal mode of railway transportation. The system commenced operations in November 1987 after two decades of planning with an initial 6 km (3.7 mi) stretch consisting of five stations. The network has since grown to span the length and breadth of the country's main island – with the exception of the forested core and the rural northwestern region – in accordance with Singapore's aim of developing a comprehensive rail network as the backbone of the country's public transportation system, averaging a daily ridership of 3.4 million in 2019. https://en.wikipedia.org/wiki/Mass_Rapid_Transit_(Singapore)\nThe Light Rail Transit (LRT) is a series of localised automated guideway transit systems acting as feeder services to the heavy rail Mass Rapid Transit, which together forms the core of Singapore's rail transport services. The first LRT line was opened in 1999 and the system has since expanded to three lines, each serving a new town, namely Bukit Panjang LRT line, Sengkang LRT line and Punggol LRT line. Trains on these lines have at least one station interchange link to the MRT. https://en.wikipedia.org/wiki/Light_Rail_Transit_(Singapore)",
        "zh-Hans": "新加坡地铁（英语：Mass Rapid Transit，简称：MRT；马来语：Sistem Pengangkutan Gerak Cepat；泰米尔语：சிங்கை துரிதக் கடவு ரயில்），又名大众快速交通/大众捷运系统，是新加坡的城市轨道交通系统，由新加坡地铁公司及新捷运营运。新加坡地铁是继马尼拉轻轨之后，东南亚地区第二个兴建的地铁系统。自1987年开通以来，新加坡地铁已经发展成有7条路线（包括机场地铁支线）的地铁系统。地铁最早的线路于1987年通车，位于杨厝港和大巴窑之间。新加坡地铁系统穿行整个新加坡，每天平均搭乘人数为340万。https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8A%A0%E5%9D%A1%E5%9C%B0%E9%90%B5\n新加坡轻轨（英语：Light Rail Transit，马来语：Sistem Rel Ringan，泰米尔语：இலகு கடவு ரயில்）是新加坡地铁的分支系统，线路使用胶轮路轨系统，第一条线路开通于1999年，现已开通三条，每一条线路分别开往一个公共住宅区。https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8A%A0%E5%9D%A1%E8%BD%BB%E8%BD%A8",
        "zh-Hant": "新加坡地鐵（英語：Mass Rapid Transit，簡稱：MRT；馬來語：Sistem Pengangkutan Gerak Cepat；泰米爾語：சிங்கை துரிதக் கடவு ரயில்），又名大眾快速交通/大眾捷運系統，是新加坡的城市軌道交通系統，由新加坡地鐵公司及新捷運營運。新加坡地鐵是繼馬尼拉輕軌之後，東南亞地區第二個興建的地鐵系統。自1987年開通以來，新加坡地鐵已經發展成有7條路線（包括機場地鐵支線）的地鐵系統。地鐵最早的線路於1987年通車，位於楊厝港和大巴窯之間。新加坡地鐵系統穿行整個新加坡，每天平均搭乘人數為340萬。https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8A%A0%E5%9D%A1%E5%9C%B0%E9%90%B5\n新加坡輕軌（英語：Light Rail Transit，馬來語：Sistem Rel Ringan，泰米爾語：இலகு கடவு ரயில்）是新加坡地鐵的分支系統，線路使用膠輪路軌系統，第一條線路開通於1999年，現已開通三條，每一條線路分別開往一個公共住宅區。https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8A%A0%E5%9D%A1%E8%BD%BB%E8%BD%A8"
    },
    "reference": "http://journey.smrt.com.sg/journey/mrt_network_map/",
    "updateHistory": [
        {
            "id": 123239445,
            "issueNumber": 940,
            "reason": "Add template of Singapore MRT and LRT",
            "time": 1698127620710
        },
        {
            "id": 123239445,
            "issueNumber": 1494,
            "reason": "Change map to Singapore style and add water",
            "time": 1717312503411
        }
    ]
}