{
    "name": {
        "en": "Taiyuan",
        "zh-Hans": "太原",
        "zh-Hant": "太原",
        "zh": "太原",
        "ar": "تاييوان",
        "de": "Taiyuan",
        "es": "Taiyuan",
        "fr": "Taiyuan",
        "he": "Taiyuan",
        "ja": "太原",
        "ko": "태원",
        "pt": "Taiyuan",
        "ru": "Тайюань",
        "th": "ไท่หยวน",
        "vi": "Thái Nguyên, Sơn Tây"
    },
    "desc": {
        "zh-Hans": "太原地铁（Taiyuan Metro），是服务于中国山西省太原市及太原都市圈各地区的城市轨道交通系统，其第一条线路（2号线）于2020年12月26日开通运营，使太原成为中国大陆第39座开通地铁的城市，也是华北地区第5座开通地铁的城市，山西省第1座开通地铁的城市。其第二条线路（1号线）已于2025年2月22日开通运营。",
        "en": "Taiyuan Metro is an urban rail transit system serving Taiyuan City, Shanxi Province, China and various regions of Taiyuan Metropolitan Circle. Its first line (Line 2) was put into operation on December 26, 2020, making Taiyuan the 39th city in Chinese Mainland to open a subway, the fifth city in North China and the first city in Shanxi Province to open a subway. The second line (Line 1) has been put into operation since February 22, 2025.",
        "zh-Hant": "太原捷運（Taiyuan Metro），是服務於中國山西省太原市及太原都市圈各地區的城市軌道交通系統，其第一條線路（2號線）於2020年12月26日開通運營，使太原成為中國大陸第39座開通捷運的都市，也是華北地區第5座開通捷運的都市，山西省第1座開通捷運的都市。 其第二條線路（1號線）已於2025年2月22日開通運營。",
        "zh": "太原地铁（Taiyuan Metro），是服务于中国山西省太原市及太原都市圈各地区的城市轨道交通系统，其第一条线路（2号线）于2020年12月26日开通运营，使太原成为中国大陆第39座开通地铁的城市，也是华北地区第5座开通地铁的城市，山西省第1座开通地铁的城市。其第二条线路（1号线）已于2025年2月22日开通运营。",
        "ar": "تاييوان مترو ( تاييوان مترو ) هو نظام النقل بالسكك الحديدية في المناطق الحضرية التي تخدم مدينة تاييوان فى مقاطعة شانشى ، تاييوان منطقة العاصمة في الصين - أول خط ( خط 2 ) افتتح في 26 كانون الأول / ديسمبر 2020 ، مما يجعل من مدينة تاييوان 39 في الصين القارية ، هو أيضا أول مدينة في شمال الصين ، أول مدينة في مقاطعة شانشي . الخط الثاني ( خط 1 ) تم افتتاحه في 22 شباط / فبراير 2025 .",
        "de": "Taiyuan Metro ist ein städtisches Schienenverkehrssystem, das Taiyuan City, Shanxi Provinz, China und verschiedene Regionen des Taiyuan Metropolitan Circle bedient. Seine erste Linie (Linie 2) wurde am Dezember 26, 2020 in Betrieb genommen, was Taiyuan zur 39ten Stadt auf dem chinesischen Festland machte, die eine U-Bahn eröffnete, die fünfte Stadt in Nordchina und die erste Stadt in der Provinz Shanxi, die eine U-Bahn eröffnete. Die zweite Linie (Linie 1) wird seit Februar 22, 2025 in Betrieb genommen.",
        "es": "El metro de Taiyuan es un sistema de transporte ferroviario urbano que sirve a la ciudad de Taiyuan y el área metropolitana de taiyuan, Provincia de shanxi, china. su primera línea (línea 2) se inauguró el 26 de diciembre de 2020, convirtiendo a Taiyuan en la 39ª ciudad de China continental en abrir un metro, la quinta ciudad en abrir un metro en el norte de China y la primera ciudad en la provincia de Shanxi en abrir un metro. Su segunda línea (línea 1) se abrió el 22 de febrero de 2025.",
        "fr": "Le métro de Taiyuan (Taiyuan Metro), un système de transport ferroviaire urbain desservant la ville de Taiyuan et diverses régions du cercle métropolitain de Taiyuan, dans la province du Shanxi, en Chine, a ouvert sa première ligne (ligne 2) Le 26 décembre 2020, faisant de Taiyuan la 39e ville à ouvrir un métro en Chine continentale, la 5e ville à ouvrir un métro dans la région du nord de la Chine et la première ville à ouvrir un métro dans la province du Shanxi. Sa deuxième ligne (ligne 1) est opérationnelle depuis le 22 février 2025.",
        "he": "מטרו טאייואן (Taiyuan Metro) הוא מערכת מעבורת רכבת עירונית ששירת את עיר טאייואן, מחוזת סאנקסי, סין ומספר אזורים של מעגל מטרופוליטי טאייואן. הקו הראשון שלה (קו 2) הופך למפעיל ב-26 בדצמבר 2020, הופך את טייואן לעיר ה-39 במדינה סינית השורה השנייה (קו 1) הופעלה מאז 22 בפברואר 2025.",
        "ja": "太原地下鉄（太原地铁、Taiyuan Metro）は、中国山西省太原市及び太原都市圏の各地域にサービスを提供する都市軌道交通システムであり、その最初の路線（2号線）は2020年12月26日に開業し、太原を中国大陸で39番目に地下鉄を開通させた都市、華北地域で5番目に地下鉄を開通させた都市、山西省で1番目に地下鉄を開通させた都市である。その第2路線（1号線）は2025年2月22日に開業した。太原地下鉄（Taiyuan Metro）は、中国山西省太原市及び太原都市圏の各地域にサービスを提供する都市軌道交通システムであり、その最初の路線（2号線）は2020年12月26日に開業し、太原を中国大陸で39番目に地下鉄を開通させた都市、華北地域で5番目に地下鉄を開通させた都市、山西省で1番目に地下鉄を開通させた都市である。その第2路線（1号線）は2025年2月22日に開業した。",
        "ko": "태원지하철 (太原地铁, Taiyuan Metro) 은 중국 산서성 태원시 및 태원도시권 각 지역에 봉사하는 도시궤도교통시스템으로서 그 첫 선로 (2호선) 가 2020년 12월 26일에 개통되여 운영되여 태원은 중국대륙에서 39번째로 지하철을 개통한 도시이며 화북지역에서 5번째로 지하철을 개통한 도시이며 산서성에서 처음으로 지하철을 개통한 도시이다.그 두 번째 노선 (1호선) 은 이미 2025년 2월 22일에 개통되어 운영된다.",
        "pt": "O Metrô de Taiyuan é um sistema de transporte ferroviário urbano que serve a cidade de Taiyuan, província de Shanxi, China e várias regiões do Círculo Metropolitano de Taiyuan. Sua primeira linha (Linha 2) foi colocada em operação em 26 de dezembro de 2020, tornando Taiyuan a 39ª cidade do continente chinês a abrir um metrô, a quinta cidade no norte da China e a primeira cidade na província de Shanxi a abrir um metrô. A segunda linha (Linha 1) está em operação desde 22 de fevereiro de 2025.",
        "ru": "Метро Тайюань (太原地铁, Taiyuan Metro) - это городская железнодорожная транспортная система, обслуживающая город Тайюань в китайской провинции Шаньси и районы Тайюаньского городского округа. 26 декабря 2020 года была открыта первая линия (линия 2), в результате чего Тайюань стал 39 - м городом в материковом Китае, где открыто метро, 5 - м городом в Северном Китае и 1 - м городом в провинции Шаньси, где открыто метро. Его вторая линия (1 - я линия) была открыта 22 февраля 2025 года.",
        "th": "รถไฟใต้ดินไท่หยวน (太原地铁 Taiyuan Metro) ซึ่งเป็นระบบขนส่งมวลชนระบบรางในเมืองที่ให้บริการในเมืองไท่หยวน มณฑลชานซี ของจีน และพื้นที่ต่างๆ ในเขตมหานครไท่หยวน โดยเปิดให้บริการเส้นทางแรก (สาย 2) เมื่อวันที่ 26 ธันวาคม 2563 ทำให้ไท่หยวนเป็นเมืองที่ 39 ในจีนแผ่นดินใหญ่ที่เปิดให้บริการรถไฟใต้ดิน และเป็นเมืองที่ 5 ในภาคเหนือของจีนที่เปิดรถไฟใต้ดิน และเป็นเมืองที่ 1 ในมณฑลชานซีที่เปิดให้บริการรถไฟใต้ดิน สายที่ 2 (สาย 1) เปิดให้บริการแล้วเมื่อวันที่ 22 กุมภาพันธ์ 2568",
        "vi": "Tàu điện ngầm Thái Nguyên (太原地铁, Taiyuan Metro), một hệ thống giao thông đường sắt đô thị phục vụ các khu vực của thành phố Thái Nguyên và vành đai đô thị Thái Nguyên ở tỉnh Sơn Tây, Trung Quốc, tuyến đầu tiên (Tuyến 2) được khai trương vào ngày 26 tháng 12 năm 2020, khiến Thái Nguyên trở thành thành phố thứ 39 ở Trung Quốc đại lục mở tàu điện ngầm, cũng là thành phố thứ 5 ở khu vực Hoa Bắc và thành phố đầu tiên ở tỉnh Sơn Tây mở tàu điện ngầm. Tuyến thứ hai của nó (Tuyến 1) đã đi vào hoạt động vào ngày 22 tháng 2 năm 2025."
    },
    "reference": "https://www.tymetro.ltd/service/map",
    "updateHistory": [
        {
            "id": 134940429,
            "issueNumber": 332,
            "reason": "Taiyuan Metro",
            "time": 1688873322668
        },
        {
            "id": 200091082,
            "issueNumber": 2383,
            "reason": "Add Line 1",
            "time": 1740223562636
        },
        {
            "id": 185658062,
            "issueNumber": 2385,
            "reason": "Change the English names of each station to match reality",
            "time": 1740265701837
        },
        {
            "id": 138420766,
            "issueNumber": 2534,
            "reason": "modify incorrect Chinese and English station names and adjust the scale of elements and add more elements",
            "time": 1743833900082
        },
        {
            "id": 218488043,
            "issueNumber": 2723,
            "reason": "Huazhang West Street Station has been put into operation on May 25 2025 but this map still shows that it is temporarily open so I changed it to opened",
            "time": 1751218183473
        }
    ]
}