{
    "name": {
        "en": "Toronto",
        "fr": "Toronto",
        "zh-CN": "多伦多",
        "zh-HK": "多倫多",
        "zh-TW": "多倫多",
        "ko": "토론토"
    },
    "desc": {
        "en": "The Toronto subway is a rapid transit system serving Toronto and the neighbouring city of Vaughan in Ontario, Canada, operated by the Toronto Transit Commission (TTC). It is a multimodal rail network consisting of three heavy-capacity rail lines operating predominantly underground, and one elevated medium-capacity rail line. As of December 2022, three new lines are under construction, two light rail lines and one light metro line. (https://en.wikipedia.org/wiki/Toronto_subway)",
        "fr": "Le métro de Toronto (English: Toronto Subway) est un réseau ferroviaire desservant Toronto et la ville voisine de Vaughan en Ontario (Canada). Il est exploité par la Toronto Transit Commission (TTC). Ce système de transport en commun rapide est composé de trois lignes de métro classique essentiellement souterraines et d’une ligne aérienne de moyenne capacité. Le métro compte 79,6 km de voies en tenant compte des voies de garage (60,6 km en souterrain, 10 km au niveau du sol, 8 km en aérien). (https://fr.wikipedia.org/wiki/Métro_de_Toronto)",
        "zh-CN": "多伦多地铁（英语：Toronto Subway）是加拿大安大略省多伦多的城市轨道交通系统。首条路线于1954年落成，同时也是加拿大的第一条地铁线。系统现时包括4条路线（其中一条为架空轻铁）及75个车站，路线总长度达76.9公里。(https://zh.wikipedia.org/zh-cn/%E5%A4%9A%E5%80%AB%E5%A4%9A%E5%9C%B0%E9%90%B5)",
        "zh-HK": "多倫多地鐵（英語：Toronto Subway）是加拿大安大略省多倫多的城市軌道交通系統。首條路線於1954年落成，同時也是加拿大的第一條地鐵線。系統現時包括4條路線（其中一條為架空輕鐵）及75個車站，路線總長度達76.9公里。(https://zh.wikipedia.org/zh-hk/%E5%A4%9A%E5%80%AB%E5%A4%9A%E5%9C%B0%E9%90%B5)",
        "zh-TW": "多倫多地鐵（英語：Toronto Subway）是加拿大安大略省多倫多的城市軌道交通系統。首條路線於1954年落成，同時也是加拿大的第一條地鐵線。系統現時包括4條路線（其中一條為架空輕鐵）及75個車站，路線總長度達76.9公里。(https://zh.wikipedia.org/zh-tw/%E5%A4%9A%E5%80%AB%E5%A4%9A%E5%9C%B0%E9%90%B5)",
        "ko": "토론토 지하철 (영어: Toronto Subway) 은 토론토 교통국이 운영하는 캐나다 온타리오주 토론토와 위성 도시인 본을 잇는 도시 철도 체계이다. 대부분 지하 구간으로 운행하는 세 개의 중전철 노선과 하나의 중형철도수송시스템으로 이루어져있다. 또한 지상과 지하 구간을 포함하는 경전철 노선 두 개가 공사 중에 있다. (https://ko.wikipedia.org/wiki/%ED%86%A0%EB%A1%A0%ED%86%A0_%EC%A7%80%ED%95%98%EC%B2%A0)"
    },
    "reference": "Road map and English station name: https://ttc-cdn.azureedge.net/-/media/Project/TTC/DevProto/Images/Home/Routes-and-Schedules/Landing-page-pdfs/TTC_SubwayStreetcarMap_2021-11.pdf?rev=a470f23bac3d41f3bacd889c8015c08c; Chinese station name: https://zh.wikipedia.org/wiki/%E5%A4%9A%E5%80%AB%E5%A4%9A%E5%9C%B0%E9%90%B5",
    "updateHistory": [
        {
            "id": 98044618,
            "issueNumber": 96,
            "reason": "Debut version of Toronto Subway",
            "time": 1684570711856
        }
    ]
}