{
    "name": {
        "en": "Toronto",
        "fr": "Toronto",
        "zh-Hans": "多伦多",
        "zh-Hant": "多倫多"
    },
    "desc": {
        "en": "The Toronto subway is a rapid transit system serving Toronto and the neighboring city of Vaughan in Ontario, Canada, operated by the Toronto Transit Commission (TTC). The subway system is a rail network consisting of five lines: Line 1 Yonge–University, Line 2 Bloor–Danforth, Line 4 Sheppard, Line 5 Eglinton, and Line 6 Finch West.\n(https://en.wikipedia.org/wiki/Toronto_subway)",
        "fr": "Le métro de Toronto (English: Toronto Subway) est un réseau ferroviaire desservant Toronto et la ville voisine de Vaughan en Ontario (Canada). Il est exploité par la Toronto Transit Commission (TTC). Ce système de transport en commun rapide est composé de trois lignes de métro classique essentiellement souterraines et deux lignes de métro léger essentiellement en surface totalisant 109 stations et 100 km de voies en tenant compte des voies de garage (70 km en souterrain, 22 km au niveau du sol, 8 km en aérien).\n(https://fr.wikipedia.org/wiki/Métro_de_Toronto)",
        "zh-Hans": "多伦多地铁（英语：Toronto Subway）是加拿大安大略省多伦多的城市轨道交通系统。首条路线于1954年落成，同时也是加拿大的第一条地铁线。系統現時包括5條線路及109個車站，線路總長度達100.1公里。\n(https://zh.wikipedia.org/zh-cn/%E5%A4%9A%E5%80%AB%E5%A4%9A%E5%9C%B0%E9%90%B5)",
        "zh-Hant": "多倫多地鐵（英語：Toronto Subway）是加拿大安大略省多倫多的城市軌道交通系統。首條路線於1954年落成，同時也是加拿大的第一條地鐵線。系統現時包括5條路綫及109個車站，路綫總長度達100.1公里。\n(https://zh.wikipedia.org/zh-tw/%E5%A4%9A%E5%80%AB%E5%A4%9A%E5%9C%B0%E9%90%B5)"
    },
    "reference": "https://www.toronto.ca/wp-content/uploads/2025/04/8e6a-transit-expansion-ttc-map.png",
    "updateHistory": [
        {
            "id": 98044618,
            "issueNumber": 96,
            "reason": "Debut version of Toronto Subway",
            "time": 1684570711856
        },
        {
            "id": 98044618,
            "issueNumber": 1166,
            "reason": "Line 3 was ceased operation on July 24 2024",
            "time": 1706407923526
        },
        {
            "id": 147375146,
            "issueNumber": 3328,
            "reason": "Updating the system map to include Line 5 and 6, plus future Line 2 expansions and Line 3",
            "time": 1770651008960
        }
    ]
}