{
    "name": {
        "en": "Wuhan",
        "zh-Hans": "武汉",
        "zh-Hant": "武漢",
        "ja": "武漢",
        "ko": "우한"
    },
    "desc": {
        "en": "Wuhan Metro is a rapid transit system serving the city of Wuhan, Hubei, China. Owned and operated by Wuhan Metro Group Co., Ltd., the network now includes 11 lines, 291 stations, and 460 km (290 mi) of route length. With 1.22 billion annual passengers in 2019, Wuhan Metro is the sixth-busiest rapid transit system in mainland China. There are a number of lines or sections under construction. The government of Wuhan City promised the citizens that at least two lines or sections open every year.",
        "zh-Hans": "武汉地铁，又称武汉轨道交通，是中华人民共和国湖北省武汉市的城市轨道交通系统。其第一条线路——武汉轨道交通1号线一期工程，于2004年7月28日开通运营，这使得武汉成为中国内地继北京、天津、上海、广州、长春、大连之后第七座开通城市轨道交通系统的城市。",
        "zh-Hant": "武漢地鐵，又稱武漢軌道交通，是中華人民共和國湖北省武漢市的城市軌道交通系統。其第一條路綫——武漢軌道交通1號綫一期工程，於2004年7月28日開通營運，這使得武漢成為中國內地繼北京、天津、上海、廣州、長春、大連之後第七座開通城市軌道交通系統的城市。",
        "ja": "武漢地下鉄とは、中華人民共和国湖北省武漢市ならびに鄂州市で運行されている地下鉄・高架鉄道を含めた都市高速鉄道の総称である。2004年7月28日、1号線の宗関駅～黄浦路駅間の開通を皮切りに、現在では全9路線（延長キロ程318km）・240駅を営業しており、武漢市は北京(1971年)、香港(1979年)、天津(1984年)、上海(1993年)、台北(1996年)、広州(1997年)に継いで中国で7番目に、中・西部では初めてメトロが開通した都市である。「武漢軌道交通」とも呼ばれる。",
        "ko": "우한 지하철은 중화인민공화국 우한시에서 운영하는 도시 철도이다. 우한 지하철도 총공사가 운영하고 있다. 1호선이 2004년 7월 28일에 개통되었고, 8년만인 2012년12월 28일에 2호선이 개통되었다. 그리고 2013년12월 28일에 3번째로 4호선이 개통되었고 그로 2년뒤인 2015년12월 28일에 3호선이 개통되었다. 그렇게 해서 1호선부터 4호선까지 노선이 4개로되었으며, 6호선이 5번째로 2016년12월 28일에 개통 8호선이 6번째로 2017년12월 26일에 개통 그리고 양뤄선과 동시에 개통. 그리고 7호선과 11호선이 2018년10월 1일에 동시에 개통 되어서 현재 9개노선이 운영중이며, 구간 확장 공사가 진행 중이다. 2020년까지 총 11개 노선, 주행 거리 약 500km의 지하철 노선의 건설이 계획되어 있고, 리니어 지하철의 조달도 예정되어 있다."
    },
    "reference": "https://www.wuhanrt.com/public_forward.aspx??url=Route_details.aspx",
    "updateHistory": [
        {
            "id": 123074394,
            "issueNumber": 413,
            "reason": "9",
            "time": 1694863582563
        },
        {
            "id": 139970605,
            "issueNumber": 1016,
            "reason": "Add Line 5 adjustment section. Also adding languages and descriptions.",
            "time": 1701440374706
        }
    ]
}