{
    "name": {
        "en": "Xi'an",
        "zh-Hans": "西安",
        "zh-Hant": "西安"
    },
    "desc": {
        "en": "The Xi'an Metro, also known as the Xi'an Rail Transit, is a rapid transit system in the city of Xi'an and the neighbouring city of Xianyang, in Shaanxi province, China.The system has 9 lines in operation. Line 2 opened to the public on September 16, 2011.Line 1 began operation on September 15, 2013. Line 3 began operation after months of delay on November 8, 2016. Line 4 opened on December 26, 2018. Lines 5, 6, 9 opened in December 2020. Line 14 opened in September 2019 and extended in June 2021. Line 16 opened on June 27, 2023.\nhttps://en.wikipedia.org/wiki/Xi%27an_Metro",
        "zh-Hans": "西安地铁，是中国陕西省西安市的城市轨道交通系统，始建于2006年9月，为西安市城市轨道交通系统的一部分。其第一条线路（西安地铁2号线）于2011年9月开通试运营，使西安市成为中国西北地区首座营运地铁的城市，同时也是中国大陆第14个营运地铁的城市，其运营网已经延伸至了相邻的咸阳市，截至目前，已投入运营1号线、2号线、3号线、4号线、5号线、6号线、9号线、14号线、16号线和西户线共214座车站，运营里程337公里。西安地铁日均客流量超过259万人次，最高客流出现在2021年4月30日，达448.21万人次。截至2023年9月，西安地铁8号线、10号线和15号线一期正在施工建设。根据2019年6月国家发改委批复的《西安市城市轨道交通第三期建设规划（2019-2024）》，西安市（含西咸新区）、咸阳市将在近期建成有12条线路运营、总长423公里的轨道网，并确定了远期关中城市群都市区城市轨道交通远景线网总长约986公里。由于西安是中国十三朝古都，地下古代遗存丰富，地铁建设也常与考古发掘工作同步进行。西安地铁对于规划、勘探、发掘、保护的系列环节有一套严谨的流程规范，保证了文物安全与线路如期开通。https://zh.wikipedia.org/wiki/西安地铁"
    },
    "reference": "https://www.xianrail.com/#/planConstruction",
    "updateHistory": [
        {
            "id": 123074394,
            "issueNumber": 442,
            "reason": "9",
            "time": 1691378974759
        },
        {
            "id": 139970605,
            "issueNumber": 826,
            "reason": "Fix positions of FANG 2 LU and FANG 6 LU. Also fixing station translations.",
            "time": 1695545487351
        },
        {
            "id": 123239445,
            "issueNumber": 847,
            "reason": "Add newly opened Line 1 Phase 3",
            "time": 1695960198345
        },
        {
            "id": 146195199,
            "issueNumber": 865,
            "reason": "Repaired signs. Change the style to Shanghai Metro style.",
            "time": 1696084664137
        },
        {
            "id": 146195199,
            "issueNumber": 978,
            "reason": "Repair the English translation of some metro stations.",
            "time": 1700372624207
        },
        {
            "id": 146195199,
            "issueNumber": 1026,
            "reason": "Changed the translation.",
            "time": 1701530349617
        },
        {
            "id": 154876632,
            "issueNumber": 1831,
            "reason": "add line6 South section of phase 1 line5 East section of phase 1 line10 phase 1",
            "time": 1728967734507
        }
    ]
}