{
    "name": {
        "en": "Zhengzhou",
        "ja": "鄭州",
        "ko": "정저우",
        "zh-Hans": "郑州",
        "zh-Hant": "鄭州"
    },
    "desc": {
        "en": "Zhengzhou Metro, also known as Zhengzhou Rail Transit, is an urban rail transit system serving Zhengzhou, capital of Henan Province, People's Republic of China (PRC). On December 28th, 2013, Line 1 was put into trial operation, and Zhengzhou Metro became the 17th urban rail transit system in Chinese mainland and the first in Henan. By November, 2024, there were 8 lines in Zhengzhou Metro, with an operating mileage of 258.9 kilometers, of which Line 3 was operated by Zhengzhou Zhongjian Shentie Rail Transit Co., Ltd., and the other lines were operated by Zhengzhou Metro Group Operation Branch. https://zh.wikipedia.org/wiki/%E9%83%91%E5%B7%9E%E5%9C%B0%E9%93%81",
        "ko": "정주지하철, 일명 정주궤도교통은 중화인민공화국의 하남성 성도 정주시에 봉사하는 도시궤도교통시스템이다. 2013 년 12 월 28 일, 1 호선이 개통되면서 정저우 지하철은 중국 대륙에서 17 번째, 허난성에서 1 번째 도시 철도 운송 시스템이 되었습니다. 2024 년 11 월 현재 정저우 지하철이 개통한 노선은 총 8 개, 운행 마일리지 258.9km 로, 그 중 3 호선은 정저우에서 심철궤도교통유한회사가 운영하고, 다른 노선은 모두 정저우 지하철그룹 운영지점에서 운영한다. Https://ko.wikipedia.org/wiki/%e9% 83% 91% E5% B7% 9e% E5% 9c% B0% e9%",
        "ja": "鄭州地下鉄は、別名鄭州軌道交通とも呼ばれ、中華人民共和国河南省省省省省省会鄭州市にサービスを提供する都市軌道交通システムである。 2013年12月28日、1号線が試運転を開始し、鄭州地下鉄は中国大陸で17番目、河南省で1番目の都市軌道交通システムになった。 2024年11月現在、鄭州地下鉄が開通した路線は全部で8本で、運行距離が258.9キロで、その中の3号線は鄭州中建深鉄軌道交通有限公司が運営して、その他の路線は鄭州地下鉄グループ運営支社が運営している。 htps://zh.Wikipedia.org/wiki/%e9%83%91%e5%B7%E5%9C%B0%E9%93%81",
        "zh-Hans": "郑州地铁，又名郑州轨道交通，是服务于中华人民共和国河南省省会郑州市的城市轨道交通系统。2013年12月28日，1号线开通试运营，郑州地铁成为中国大陆第17个、河南省第1个城市轨道交通系统。截至2024年11月，郑州地铁开通的线路共8条，运营里程258.9公里，其中3号线由郑州中建深铁轨道交通有限公司运营，其他线路均由郑州地铁集团运营分公司运营。https://zh.wikipedia.org/wiki/%E9%83%91%E5%B7%9E%E5%9C%B0%E9%93%81",
        "zh-Hant": "鄭州地鐵，又名鄭州軌道交通，是服務於中華人民共和國河南省省會鄭州市的城市軌道交通系統。2013年12月28日，1號線開通試運營，鄭州地鐵成為中國大陸第17個、河南省第1個城市軌道交通系統。截至2024年11月，鄭州地鐵開通的線路共8條，運營里程258.9公里，其中3號線由鄭州中建深鐵軌道交通有限公司運營，其他線路均由鄭州地鐵集團運營分公司運營。https://zh.wikipedia.org/wiki/%E9%83%91%E5%B7%9E%E5%9C%B0%E9%93%81"
    },
    "reference": "https://api.zzmetro.com/lines/map",
    "updateHistory": [
        {
            "id": 123239445,
            "issueNumber": 396,
            "reason": "Add Zhengzhou Metro Template",
            "time": 1694265513020
        },
        {
            "id": 123239445,
            "issueNumber": 771,
            "reason": "Move station names out of lines after removal of white background",
            "time": 1694913659438
        },
        {
            "id": 123239445,
            "issueNumber": 843,
            "reason": "Add newly opened Zhengzhou Line 10",
            "time": 1695909099675
        },
        {
            "id": 123239445,
            "issueNumber": 845,
            "reason": "Add newly opened Zhengzhou Line 3 Phase 2",
            "time": 1695959128922
        },
        {
            "id": 145564900,
            "issueNumber": 1102,
            "reason": "Add newly opened Zhengxu Line",
            "time": 1703755402314
        },
        {
            "id": 123239445,
            "issueNumber": 1231,
            "reason": "Fix map layout after launching of Advanced Auto Simple Path and Fix Beijing Subway station name offsets",
            "time": 1707974550936
        },
        {
            "id": 185658062,
            "issueNumber": 1947,
            "reason": "The northeast section of the first phase of Zhengzhou Metro Line 6 was opened for operation.",
            "time": 1732952643237
        }
    ]
}