{
    "name": {
        "en": "Downtown for Shanghai and Xiahai",
        "zh-Hans": "上海下海城区"
    },
    "desc": {
        "en": "【translated by machine】\nRMP very useful！Thank the platform for giving me a chance to show it. Now let me introduce my picture. With the [Wandering Earth] action, Shanghai city was destroyed by the tsunami.(See the movie \"The Wandering Earth ①\") Two or three thousand years later, humans have reached the new solar system. \nWorkers dispatched by the government and nearby residents renovated the city. New technology has made it easier to repair and expand cities.\nThe complete railway system includes 36 main line subway lines (fast and slow trains and line number 1 ~ 36), 26 regional fast link railways (line number A~~X, Y, Z), more than a dozen medium and high volume underground trams, and maglev, general speed and high-speed national passenger and freight railways.\nThe dotted line indicates that the line enters —— Xiahai District with a depth of more than two kilometers, supporting scientific research and in case of emergency. According to the incomplete statistics, these lines have entered the Xiahai District: 3,16,17,25,27,28,31,35,36. \nAccording to the design, the purple Line 4 is the most important line connecting Shanghai city and Xiahai city. The seven expected more crowded stations on the line are marked with special symbols. Line 4 has a green, purple, two-color express, similar to the much-discussed Osaka Ring Line.\nQuickly reading complex subway maps is an important topic. In this picture, you can first try to get familiar with the subway map by grasping the direction of the loop line. The second ring line is a purple line 4, linking seven important sites. The first loop inside is the green Line 29, located in the city center.\nThe 15 (west), 18 (east), 20 (north) and 23 (south) lines outside Line 4 form the third ring line.(Upper, north, south, left, west, right, east) outside the third ring line is a 26 line —— fourth ring line. Notice that both the first and fourth loop lines mark the station numbers clockwise, so you can use the numbering to increase the map reading efficiency. \nThe fifth Ring line is also a combined loop, consisting of 5 (west), 21 (east), 22 (north, but not marked) and a completely undrawn line in the south,  equipped with fast trains.\nThe subway map and the relevant background introduction are not fully stated. Academic reasons, the next update is expected to be until after August 2025. Station B station (bilibili) Contact information: nickname logrithman. Pictures shall not be used as tools for property speculation and prying into all kinds of secrets. In the comments section (if any), help discuss whether the design of the express train between Yuqiao--Fengcheng railway station in the southeast direction of Line 18 is reasonable. Thank you.",
        "zh-Hans": "RMP非常好用！感谢平台给我一个展示的机会。下面我来介绍我的图。\n配合【流浪地球】行动，上海城市毁于海啸。（详见电影《流浪地球①》）两三千年以后，人类到达了新的太阳系。政府机关派遣的工兵以及附近的居民重新修缮了城区。新的科技使得城市的修缮和扩建更加容易。\n完整的铁路系统包含三十六条主线级别的地铁线路（分快慢车并且线路编号为1~~36）、二十六条区域快速链接铁路（线路编号A~~X、Y、Z）、十几条中高运量地下有轨电车，以及磁悬浮、普速和高速国家客运、货运铁路。\n虚线表示线路进入深度超过两公里的地下城——下海城区，支持科学研究以及以备不时之需。不完全统计中，这些线路进入了下海城区：3、16、17、25、27、28、31、35、36。\n根据设计，紫色的四号线是最主要的一条沟通上海城区和下海城区的线路。这条线路预计客流比较拥挤的七个站点用特殊的符号标出。四号线有一种绿色紫色双色快车，类似于讨论得比较多的大阪环状线。\n快速读懂比较复杂的地铁图是一个重要的议题。在这个图里，您首先可以试着通过把握环线的走向来熟悉地铁图。二环线是紫色的四号线，链接七个重要站点。里面的一环线是绿色的二十九号线，处于市中心。\n四号线外侧的15（西方）、18（东方）、20（北方）、23（南方）四条线路组成了三环线。（上北下南左西右东）三环线外面再套了一个26号线——四环线。注意到一环线和四环线都从顺时针标注了车站编号，你可以运用编号增加读图效率。\n五环线同样是组合环线，分别由5（西方）、21（东方）、22（北方，但是未标出）和南方一条完全未画出的线路组成，并且配备了很快的快速列车。\n地铁图以及相关的背景介绍未陈述完。学业原因，下一次更新预计要到二零二五年八月之后。B站（bilibili）联系方式：昵称logrithman。图片不得用作炒房以及窥探各类机密的工具。评论区（如果有的话）帮忙讨论一下十八号线东南方向御桥-奉城火车站的快慢车设计是否合理，谢谢。"
    },
    "reference": "爱发电,Thu Feb 13 2025 18:28:05 GMT+0800 (中国标准时间)",
    "remainingUpdateCount": -1,
    "updateHistory": [
        {
            "id": 199073761,
            "issueNumber": 2327,
            "reason": "完善图片",
            "time": 1739443695699
        }
    ],
    "expireOn": 1771411695699
}