{
    "name": {
        "en": "Montreal",
        "fr": "Montréal",
        "zh-Hant": "滿地可",
        "zh-Hans": "蒙特利尔"
    },
    "desc": {
        "en": "The Montreal Metro is a underground rapid transit system serving Greater Montreal, Quebec, Canada. The metro, operated by the Société de transport de Montréal (STM), was inaugurated on October 14, 1966. The Réseau express métropolitain(REM), operated by CDPQ Infra(infrastructure-focused subsidiary of Quebec Deposit and Investment Fund), opened for full service on 31 July 2023. With the Metro and REM, Montreal has one of North America's largest urban rapid transit systems, attracting the second-highest ridership per capita. The network consists of five lines. \\nAll Chinese names of stations on the map are unofficial, translated with a strong sense of individuality based on the origin of the name and the French pronunciation of the station's name.Translations of religious and conventional names are retained and the transliteration of some Chinese characters is based on their pronunciation in other languages of the Chinese language family.",
        "fr": "Le métro de Montréal est un système de transport rapide souterrain desservant la région métropolitaine de Montréal, au Québec, au Canada. Le métro, exploité par la Société de transport de Montréal (STM), a été inauguré le 14 octobre 1966. Le Réseau express métropolitain(REM), exploité par CDPQ Infra (une filiale de Caisse de dépôt et placement du Québec spécialisée dans les infrastructures), a été mis en service le 31 juillet 2023. Avec le métro et le REM Montréal possède l'un des plus grands réseaux de transport urbain rapide d'Amérique du Nord, attirant le deuxième plus grand nombre d'usagers par habitant. Le réseau se compose de cinq lignes. \\nTous les noms chinois des stations figurant sur la carte sont non officiels, traduits avec un fort sentiment d'individualité basé sur l'origine du nom et la prononciation française du nom de la station. Les traductions des noms religieux et conventionnels sont conservées et la translittération de certains caractères chinois est basée sur leur prononciation dans d'autres langues de la famille des langues chinoises.",
        "zh-Hant": "滿地可地鐵是服務加拿大魁北克省大滿地可地區的地下捷運系統。 該地鐵由滿地可運輸公司（STM）運營，於 1966 年 10 月 14 日啟用。 大都會快速交通（REM）由 CDPQ Infra（魁北克省存款和投資基金的基礎設施子公司）運營，於 2023 年 7 月 31 日全面投入營運。 憑藉地鐵和 REM，滿地可擁有北美最大的城市快速交通系統之一，人均乘客量位居北美第二。 地鐵網路由五條線路組成。\\n地圖中所有車站中文名稱均非官方名稱。車站中文名基於名稱由來和報站法語發音，在強烈的個人意識下進行翻譯。保留宗教語彙與約定俗成的人名地名的翻譯。部分漢字音譯時借用其在漢語族其他語言的讀音。"
    },
    "reference": "https://www.stm.info/en/info/networks/maps",
    "updateHistory": [
        {
            "id": 169011894,
            "issueNumber": 1469,
            "reason": "New template of Montreal Metro",
            "time": 1714989736316
        }
    ]
}