{
    "name": {
        "en": "Qingdao",
        "zh-Hans": "青岛",
        "zh-Hant": "青島",
        "ja": "青島",
        "ko": "칭다오"
    },
    "desc": {
        "zh-Hans": "青岛地铁（Qingdao Metro）是服务于中国山东省青岛市的城市轨道交通系统，其首条线路——青岛地铁3号线于2015年12月16日开通试运营。截至2022年12月，青岛地铁运营里程为315千米，共设车站164座。截至2023年6月，青岛地铁开通运营线路共有7条，分别为青岛地铁1号线（含7号线一期），共设车站41座，全长60.0千米；青岛地铁2号线一期，共设车站22座，全长25.2千米；青岛地铁3号线，共设车站22座，全长24.8千米；青岛地铁4号线，共设车站25座，全长30.7千米；青岛地铁8号线北段，共设车站11座，全长48.3千米；青岛地铁11号线，共设车站22座，全长58.4千米；青岛地铁13号线一期和二期南段，共设车站21座，全长67.6千米。截至2023年6月，青岛地铁在建线路共有8条，分别为2号线一期调整段和二期、5号线、6号线一期和二期、7号线二期、8号线南段和支线、9号线一期、13号线二期北段、15号线一期。2022年，青岛地铁共发送乘客2.83亿人次。截至2023年5月，青岛地铁单日最高客运量为224.43万人次(2023年5月1日)",
        "en": "Qingdao Metro is an urban rail transit system serving the city of Qingdao Metro, Shandong Province, China. Its first line, Qingdao Metro Line 3, was put into trial operation on December 16, 2015. As of December 2022, Qingdao Metro has a total operating mileage of 315 kilometers and 164 stations. As of June 2023, Qingdao Metro has 7 lines in operation, including Line 1 (including Phase I of Line 7) of Qingdao Metro, with 41 stations and a total length of 60.0km; Phase I of Qingdao Metro Line 2 has 22 stations with a total length of 25.2 kilometers; Qingdao Metro Line 3 has 22 stations with a total length of 24.8 kilometers; Qingdao Metro Line 4 has 25 stations with a total length of 30.7 kilometers; The northern section of Qingdao Metro Line 8 has 11 stations with a total length of 48.3 kilometers; Qingdao Metro Line 11 has 22 stations with a total length of 58.4 kilometers; The South Section of Phase I and Phase II of Qingdao Metro Line 13 has 21 stations with a total length of 67.6 kilometers. As of June 2023, there are 8 lines under construction in Qingdao Metro, including Line 2 Phase I Adjustment Section and Phase II, Line 5, Line 6 Phase I and Phase II, Line 7 Phase II, Line 8 South Section and Extension, Line 9 Phase I, Line 13 Phase II North Section, and Line 15 Phase I. In 2022, Qingdao Metro will send 283 million passengers. As of May 2023, the maximum daily passenger volume of Qingdao Metro will be 2.2443 million person times (on May 1, 2023)",
        "zh-Hant": "青島地鐵（Qingdao Metro）是服務於中國山東省青島市的城市軌道交通系統，其首條線路——青島地鐵3號線於2015年12月16日開通試運營。截至2022年12月，青島地鐵運營里程為315千米，共設車站164座。截至2023年6月，青島地鐵開通運營線路共有7條，分別為青島地鐵1號線（含7號線一期），共設車站41座，全長60.0千米；青島地鐵2號線一期，共設車站22座，全長25.2千米；青島地鐵3號線，共設車站22座，全長24.8千米；青島地鐵4號線，共設車站25座，全長30.7千米；青島地鐵8號線北段，共設車站11座，全長48.3千米；青島地鐵11號線，共設車站22座，全長58.4千米；青島地鐵13號線一期和二期南段，共設車站21座，全長67.6千米。截至2023年6月，青島地鐵在建線路共有8條，分別為2號線一期調整段和二期、5號線、6號線一期和二期、7號線二期、8號線南段和支線、9號線一期、13號線二期北段、15號線一期。 2022年，青島地鐵共發送乘客2.83億人次。截至2023年5月，青島地鐵單日最高客運量為224.43萬人次(2023年5月1日)",
        "ja": "青島地下鉄は、中華人民共和国山東省青島市にて青島地鉄集団有限公司が運営する地下鉄である。略称は青島メトロ。",
        "ko": "칭다오 지하철은 중화인민공화국 산둥성 칭다오시의 도시 철도이다."
    },
    "reference": "http://www.qd-metro.com",
    "updateHistory": [
        {
            "id": 138875021,
            "issueNumber": 350,
            "reason": "Made a schematic diagram of Qingdao Metro line",
            "time": 1689476150608
        },
        {
            "id": 139970605,
            "issueNumber": 541,
            "reason": "Improve design of line signs.",
            "time": 1692091147013
        }
    ]
}