{
    "name": {
        "en": "Taipei",
        "zh-Hans": "台北",
        "zh-Hant": "臺北",
        "ja": "台北",
        "ko": "타이베이"
    },
    "desc": {
        "en": "Taipei Mass Rapid Transit (MRT), branded as Metro Taipei, is a rapid transit system serving the capital Taipei and New Taipei in Taiwan, China. It is one of the world's busiest rapid transit systems.\\n\\nTaipei Metro was the first metro system ever built in Taiwan. The initial network was approved for construction in 1986 and work began two years later. It began operations on March 28, 1996, and by 2000, 62 stations were in service across three main lines. Over the next nine years, the number of passengers had increased by 70%. Since 2008, the network has expanded to 131 stations and the passenger count has grown by another 96%, making it one of the world's busiest metro systems.\\n\\nThe system has been praised by locals for its effectiveness in relieving growing traffic congestion in Taipei and its surrounding satellite towns, with over eight million trips made daily.",
        "zh-Hans": "台北都会区大众捷运系统，简称台北捷运、北捷，是服务台北都会区的大众捷运系统，路网范围涵盖台北市及新北市，为中国台湾第一座投入运营、以及规模最大和最重要的捷运，主要功能为提升台北都市动线和机能，并促进台北都会区繁荣与发展。运营机构为台北捷运公司，工程兴建则另由台北市政府捷运工程局负责。自1996年3月28日开始运营以来，目前共有6条主要线路、2条单站支线与1条缆车线，线路里程152公里、运营里程146.2公里，运营车站共131站，乃台北都会区的交通骨干，亦为国际地铁联盟成员。",
        "zh-Hant": "臺北都會區大眾捷運系統，簡稱臺北捷運、北捷，是服務臺北都會區的大眾捷運系統，路網範圍涵蓋臺北市及新北市，為中國臺灣第一座投入營運、以及規模最大和最重要的捷運，主要功能為提升臺北都市動線和機能，並促進臺北都會區繁榮與發展。營運機構為臺北捷運公司，工程興建則另由臺北市政府捷運工程局負責。自1996年3月28日開始營運以來，目前共有6條主要路線、2條單站支線與1條纜車線，路線距離152公里、營運距離146.2公里，營運車站共131站，乃臺北都會區的交通骨幹，亦為國際地鐵聯盟成員。",
        "ja": "台北捷運は、中国の台北市及び、その周辺の新北市の板橋区・土城区・永和区・中和区・新店区・淡水区・三重区・蘆洲区などの慢性的な交通渋滞を緩和する為に設置された捷運。正式名称は台北都会区大衆捷運系統（Taipei Rapid Transit System）。台北大衆捷運股份有限公司によって運営されている。呼称としては、北捷、台北MRT、台北地下鉄もしくは台北メトロなどがある。",
        "ko": "타이베이 첩운은 중국 대만(타이베이 시내와 그 주변 지역의 만성적인 교통 체증을 완화시키기 위해 설치된 도시 철도(첩운) 체계이다. 대만 밖에서는 MRT 또는 타이베이 지하철이라 알려져 있으며, 정식 명칭은 타이베이 도회구 대중 첩운이다. 타이베이 MRT 공사에 의해 운영된다. 1996년에 개통되었다. 또한 지하철의 국제 연합 (EU)의 일원이다."
    },
    "reference": "https://web.metro.taipei/pages/assets/images/routemap2023n.png",
    "updateHistory": [
        {
            "id": 139970605,
            "issueNumber": 888,
            "reason": "New template of Taipei.",
            "time": 1696501313766
        }
    ]
}